Repository: 109isaque10/umbrellaplug.github.io
Catalog: omega/plugin.video.umbrella/resources/language/resource.language.*/strings.po
Languages: pt_br

# #32000
source: Collections
pt_br: Coleções

# #32001
source: Movies
pt_br: Filmes

# #32002
source: TV Shows
pt_br: Séries de TV

# #32003
source: My Movies
pt_br: Meus Filmes

# #32004
source: My TV Shows
pt_br: Minhas Séries

# #32005
source: Main
pt_br: Principal

# #32006
source: New Episodes
pt_br: Episódios Novos

# #32007
source: Terminate on Cloud Sources
pt_br: Encerrar em Fontes na Nuvem

# #32008
source: Tools
pt_br: Ferramentas

# #32010
source: Search
pt_br: Buscar

# #32011
source: Page Item Limit
pt_br: Limite de Itens por Página

# #32012
source: Enable Extended artwork (fanart.tv)
pt_br: Ativar artes estendidas (fanart.tv)

# #32013
source: News and Info!!
pt_br: Notícias e Informações!!

# #32014
source: Change Log!!
pt_br: Registro de Alterações!!

# #32015
source: Direct Progress Scrape
pt_br: Raspagem Direta de Progresso

# #32016
source: Browse Progress
pt_br: Ver Progresso

# #32017
source: Browse Progress - load all remaining episodes of series
pt_br: Ver Progresso - carregar todos os episódios restantes da série

# #32018
source: Most Popular
pt_br: Mais Populares

# #32019
source: Upcoming Progress
pt_br: Próximo Progresso

# #32020
source: Box Office
pt_br: Bilheteria

# #32021
source: Do Not Group(quality, size priority)
pt_br: Não Agrupar (prioridade: qualidade, tamanho)

# #32022
source: Group(Torrents, Acct Sources, Prem Hosters)
pt_br: Agrupar (Torrents, Fontes de Conta, Hosters Premium)

# #32023
source: Enable Calendar (TVMaze) fetching extended meta
pt_br: Ativar Calendário (TVMaze) para buscar meta estendida

# #32024
source: Error Connecting to TMDb
pt_br: Erro ao conectar ao TMDb

# #32025
source: My Ratings
pt_br: Minhas Avaliações

# #32026
source: Favourites
pt_br: Favoritos

# #32027
source: Calendar
pt_br: Calendário

# #32028
source: People Search
pt_br: Buscar Pessoas

# #32029
source: People (Movies)
pt_br: Pessoas (Filmes)

# #32030
source: People (TV)
pt_br: Pessoas (TV)

# #32031
source: Discover
pt_br: Descobrir

# #32032
source: Collection
pt_br: Coleção

# #32033
source: Watchlist
pt_br: Lista de Observação

# #32035
source: Remove Duplicate Sources
pt_br: Remover Fontes Duplicadas

# #32036
source: History
pt_br: Histórico

# #32037
source: Progress Episodes
pt_br: Episódios em Progresso

# #32038
source: ENTER CUSTOM TITLE
pt_br: DIGITAR TÍTULO PERSONALIZADO

# #32039
source: Movie Lists
pt_br: Listas de Filmes

# #32040
source: TV Show Lists
pt_br: Listas de Séries

# #32041
source: Episode Lists
pt_br: Listas de Episódios

# #32042
source: No Trakt or IMDb account found.
pt_br: Nenhuma conta Trakt ou IMDb encontrada.

# #32043
source: [B]SETTINGS[/B] : General
pt_br: [B]CONFIGURAÇÕES[/B] : Geral

# #32044
source: [B]SETTINGS[/B] : Accounts
pt_br: [B]CONFIGURAÇÕES[/B] : Contas

# #32045
source: [B]SETTINGS[/B] : Playback
pt_br: [B]CONFIGURAÇÕES[/B] : Reprodução

# #32046
source: [B]SETTINGS[/B] : Subtitles
pt_br: [B]CONFIGURAÇÕES[/B] : Legendas

# #32047
source: [B]SETTINGS[/B] : Providers
pt_br: [B]CONFIGURAÇÕES[/B] : Fornecedores

# #32048
source: [B]SETTINGS[/B] : Downloads
pt_br: [B]CONFIGURAÇÕES[/B] : Downloads

# #32049
source: [B]UMBRELLA[/B] : Viewtypes
pt_br: [B]UMBRELLA[/B] : Tipos de Visão

# #32050
source: Enable cloud scraper
pt_br: Ativar scraper em nuvem

# #32051
source: Remove 3D
pt_br: Remover 3D

# #32052
source: Ignore m2ts in cloud files
pt_br: Ignorar m2ts em arquivos na nuvem

# #32053
source: [I]Next Page[/I]
pt_br: [I]Próxima Página[/I]

# #32054
source: Seasons
pt_br: Temporadas

# #32055
source: Season
pt_br: Temporada

# #32056
source: Are you sure?
pt_br: Tem certeza?

# #32057
source: Process Complete
pt_br: Processo Concluído

# #32058
source: This will slow down things until they are re-cached!
pt_br: Isto irá deixar as coisas mais lentas até que sejam re-cacheadas!

# #32059
source: CLICK HERE TO SAVE VIEW
pt_br: CLIQUE AQUI PARA SALVAR A VISUALIZAÇÃO

# #32060
source: January|February|March|April|May|June|July|August|September|October|November|December
pt_br: Janeiro|Fevereiro|Março|Abril|Maio|Junho|Julho|Agosto|Setembro|Outubro|Novembro|Dezembro

# #32061
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
pt_br: Segunda-feira|Terça-feira|Quarta-feira|Quinta-feira|Sexta-feira|Sábado|Domingo

# #32063
source: Source Select
pt_br: Selecionar Fonte

# #32065
source: Add To Playlist
pt_br: Adicionar à Playlist

# #32066
source: Watched in Umbrella
pt_br: Assistido no Umbrella

# #32067
source: Unwatched in Umbrella
pt_br: Não Assistido no Umbrella

# #32068
source: Watched in Trakt
pt_br: Assistido no Trakt

# #32069
source: Unwatched in Trakt
pt_br: Não Assistido no Trakt

# #32070
source: [COLOR yellowgreen]Trakt Manager[/COLOR]
pt_br: [COLOR yellowgreen]Gerenciador Trakt[/COLOR]

# #32071
source: Browse Series
pt_br: Navegar Séries

# #32072
source: Refresh
pt_br: Atualizar

# #32073
source: TRAKT: Authorize
pt_br: TRAKT: Autorizar

# #32074
source: Source Options
pt_br: Opções de Fonte

# #32075
source: Auto update User Lists
pt_br: Atualizar Listas do Usuário automaticamente

# #32076
source: Removing metacache results in excessive api requests and system slow down.[CR]Are you sure?
pt_br: Remover metacache resultará em muitas requisições à API e lentidão do sistema.[CR]Tem certeza?

# #32077
source: This wipes your cache, metacache, search, and providers database. All meta must be fetched from scratch, resulting in excessive api requests and system slow down. Best to only use this unless ABSOLUTELY necessary.[CR]Are you sure?
pt_br: Isto limpa seu cache, metacache, pesquisa e banco de dados de provedores. Todas as metas precisam ser buscadas do zero, resultando em muitas requisições à API e lentidão do sistema. Use somente se ABSOLUTAMENTE necessário.[CR]Tem certeza?

# #32078
source: Show Notificatons for Library
pt_br: Mostrar Notificações para a Biblioteca

# #32079
source: Prefer TMDb artwork (poster, fanart)
pt_br: Preferir artes do TMDb (poster, fanart)

# #32080
source: File Size limit (GB)
pt_br: Limite de Tamanho de Arquivo (GB)

# #32081
source: Enable
pt_br: Ativar

# #32082
source: Trakt: Scrobble Reset
pt_br: Trakt: Resetar Scrobble

# #32083
source: Clean Settings file: [B]UMBRELLA[/B]
pt_br: Limpar arquivo de Configurações: [B]UMBRELLA[/B]

# #32084
source: {} Obsolete Settings Entries Removed
pt_br: {} Entradas de Configuração Obsoletas Removidas

# #32085
source: Updating Library...
pt_br: Atualizando Biblioteca...

# #32086
source: Libray Update Complete
pt_br: Atualização da Biblioteca Concluída

# #32087
source: View Types Successfully Cleared!
pt_br: Tipos de Visualização Limpos com Sucesso!

# #32088
source: Trakt: Scrobbled
pt_br: Trakt: Scrobble Registrado

# #32089
source: All Cache Successfully Cleared!
pt_br: Todo o Cache Limpo com Sucesso!

# #32090
source: Provider Cache Successfully Cleared!
pt_br: Cache de Provedores Limpo com Sucesso!

# #32091
source: Metadata Cache Successfully Cleared!
pt_br: Cache de Metadados Limpo com Sucesso!

# #32092
source: Cache Successfully Cleared!
pt_br: Cache Limpo com Sucesso!

# #32093
source: Search History Successfully Cleared!
pt_br: Histórico de Busca Limpo com Sucesso!

# #32094
source: Search Phrase Successfully Cleared!
pt_br: Frase de Busca Limpa com Sucesso!

# #32095
source: Resume Point source:
pt_br: Fonte do Ponto de Retomada:

# #32096
source: Trakt scrobbles
pt_br: Scrobbles do Trakt

# #32097
source: Enable scrobbling
pt_br: Ativar scrobbling

# #32098
source: NOTE: Do Not enable this if you scrobble through the Trakt add-on.[CR]Also note that only scrobble on Stop currently works.
pt_br: NOTA: Não ative isto se você já scrobble através do add-on Trakt.[CR]Também note que atualmente apenas o scrobble ao parar funciona.

# #32099
source: Show notification on scrobble
pt_br: Mostrar notificação ao scrobble

# #32100
source: Bookmarks Successfully Cleared!
pt_br: Favoritos Limpos com Sucesso!

# #32101
source: Show [COLOR yellow]Changelog[/COLOR]...
pt_br: Mostrar [COLOR yellow]Registro de Alterações[/COLOR]...

# #32102
source: Bookmark Successfully Cleared!
pt_br: Favorito Removido com Sucesso!

# #32103
source: strm files written but library cannot be updated
pt_br: arquivos .strm escritos, mas a biblioteca não pode ser atualizada

# #32104
source: strm file written but library cannot be updated
pt_br: arquivo .strm escrito, mas a biblioteca não pode ser atualizada

# #32105
source: Trakt Movies Sync Complete
pt_br: Sincronização de Filmes Trakt Concluída

# #32106
source: Update Service is disabled. Please enable and try again
pt_br: Serviço de Atualização está desativado. Por favor ative e tente novamente

# #32107
source: Your Library Folders do not exist in Kodi Sources. Please run setup
pt_br: Suas Pastas da Biblioteca não existem nas Fontes do Kodi. Por favor execute a configuração

# #32108
source: No Shows in Addon Folder
pt_br: Nenhum Programa na Pasta do Addon

# #32109
source: No Episode Updates Found
pt_br: Nenhuma Atualização de Episódio Encontrada

# #32110
source: Restart Kodi for changes is required
pt_br: Reinicie o Kodi para que as alterações entrem em vigor

# #32111
source: Folders Failed to add to Kodi Sources
pt_br: Falha ao adicionar Pastas às Fontes do Kodi

# #32112
source: Library Auto Update Service is now turned off
pt_br: Serviço de Atualização Automática da Biblioteca agora está desligado

# #32113
source: No Movie lists imports found
pt_br: Nenhuma importação de listas de Filmes encontrada

# #32114
source: My Accounts sync complete
pt_br: Sincronização de Minhas Contas concluída

# #32115
source: Error Cleaning Settings.xml. Old settings.xml files Restored.
pt_br: Erro ao limpar Settings.xml. Arquivos antigos de settings.xml restaurados.

# #32116
source: This feature is only supported in kodi 18 and beyond
pt_br: Este recurso é suportado apenas no Kodi 18 ou superior

# #32117
source: Added to Favourites
pt_br: Adicionado aos Favoritos

# #32118
source: Removed From Favourites
pt_br: Removido dos Favoritos

# #32119
source: Playlist is empty
pt_br: A playlist está vazia

# #32120
source: Title already in playlist
pt_br: Título já na playlist

# #32121
source: %s Added to playlist
pt_br: %s Adicionado à playlist

# #32122
source: %s Removed from playlist
pt_br: %s Removido da playlist

# #32123
source: Not found in playlist
pt_br: Não encontrado na playlist

# #32124
source: No TVShow lists imports found
pt_br: Nenhuma importação de listas de Séries encontrada

# #32125
source: Scraper Preparation
pt_br: Preparação do Scraper

# #32126
source: Furk Username
pt_br: Nome de Usuário Furk

# #32127
source: Furk Password
pt_br: Senha Furk

# #32128
source: Furk API Key
pt_br: Chave API Furk

# #32129
source: Enable Furk.net Menu
pt_br: Ativar Menu Furk.net

# #32130
source: Trakt: Scrobble Failed
pt_br: Trakt: Scrobble Falhou

# #32131
source: Trakt: Scrobble Reset Failed
pt_br: Trakt: Reset de Scrobble Falhou

# #32132
source: Highlight Color
pt_br: Cor de Destaque

# #32133
source: Torent/Hoster sorting method
pt_br: Método de ordenação Torrent/Hoster

# #32134
source: Sort by file size
pt_br: Ordenar por tamanho de arquivo

# #32135
source: Open My Accounts Addon
pt_br: Abrir Addon Minhas Contas

# #32136
source: Sync imported lists now
pt_br: Sincronizar listas importadas agora

# #32137
source: [COLOR FFA0C12C] -- Help --[/COLOR]
pt_br: [COLOR FFA0C12C] -- Ajuda --[/COLOR]

# #32138
source: [COLOR FFA0C12C] -- Dev Mode Help --[/COLOR]
pt_br: [COLOR FFA0C12C] -- Ajuda Modo Dev --[/COLOR]

# #32139
source: reuselanguageinvoker current status
pt_br: estado atual do reuselanguageinvoker

# #32140
source: [COLOR FFA0C12C] -- reuselanguageinvoker Help --[/COLOR]
pt_br: [COLOR FFA0C12C] -- Ajuda reuselanguageinvoker --[/COLOR]

# #32141
source: Disable single episode scraping
pt_br: Desativar raspagem de episódio único

# #32142
source: Disable single scraper filter
pt_br: Desativar filtro de scraper único

# #32143
source: Disable season pack scraping
pt_br: Desativar raspagem de pacotes de temporada

# #32144
source: Disable season pack scraper filter
pt_br: Desativar filtro de scraper para pacotes de temporada

# #32145
source: Disable show pack scraping
pt_br: Desativar raspagem de pacotes de série

# #32146
source: Disable show pack scraper filter
pt_br: Desativar filtro de scraper para pacotes de série

# #32147
source: Developer mode
pt_br: Modo desenvolvedor

# #32148
source: Delay before import
pt_br: Atraso antes da importação

# #32149
source: Create .strm files for TMDB Helper
pt_br: Criar arquivos .strm para o TMDB Helper

# #32150
source: Acount Info
pt_br: Informações da Conta

# #32151
source: [I]Please Accounts in Settings to Setup[/I]
pt_br: [I]Por favor configure Contas nas Configurações[/I]

# #32152
source: alldebrid token
pt_br: token alldebrid

# #32153
source: Account Info
pt_br: Informações da Conta

# #32154
source: premiumize token
pt_br: token premiumize

# #32155
source: Min. Movie Size (GB)
pt_br: Tamanho Mín. de Filme (GB)

# #32156
source: Max. Movie Size (GB)
pt_br: Tamanho Máx. de Filme (GB)

# #32157
source: Min. Episode Size (GB)
pt_br: Tamanho Mín. de Episódio (GB)

# #32158
source: Max. Episode Size (GB)
pt_br: Tamanho Máx. de Episódio (GB)

# #32159
source: Do not spam log with removed duplicates
pt_br: Não encher o log com duplicatas removidas

# #32160
source: Remove CAM
pt_br: Remover CAM

# #32161
source: Remove SD sources (only if better quality exists)
pt_br: Remover fontes SD (apenas se existir qualidade melhor)

# #32162
source: Remove uncached torrents
pt_br: Remover torrents não cacheados

# #32163
source: Allow Multi Episodes to Show Unwatched Count
pt_br: Permitir que Multi Episódios mostrem contagem de não assistidos

# #32164
source: Scraper Dialog Highlight Color
pt_br: Cor de Destaque do Diálogo do Scraper

# #32165
source: Enable Movie File Size Limit
pt_br: Ativar limite de tamanho de arquivo para Filmes

# #32166
source: Enable Episode File Size Limit
pt_br: Ativar limite de tamanho de arquivo para Episódios

# #32167
source: Title Search limit (Movies and TVShows)
pt_br: Limite de busca por título (Filmes e Séries)

# #32168
source: Play Next
pt_br: Reproduzir Próximo

# #32169
source: Play Now
pt_br: Reproduzir Agora

# #32170
source: Stop
pt_br: Parar

# #32171
source: Ends at:
pt_br: Termina em:

# #32172
source: Still there?
pt_br: Ainda aí?

# #32173
source: Continue watching
pt_br: Continuar assistindo

# #32174
source: Default Play Next Action in....
pt_br: Ação padrão Play Next em....

# #32175
source: Still Watching in....
pt_br: Ainda assistindo em....

# #32176
source: Play
pt_br: Reproduzir

# #32177
source: Stop
pt_br: Parar

# #32178
source: Pause
pt_br: Pausar

# #32180
source: Cancel
pt_br: Cancelar

# #32181
source: Watched Progress and Calendar
pt_br: Progresso Assistido e Calendário

# #32182
source: Browsing Series must force close this xml and any changes will be lost. Continue?
pt_br: Navegar Séries forçará o fechamento deste XML e quaisquer alterações serão perdidas. Continuar?

# #32183
source: Hide fully watched shows
pt_br: Ocultar séries totalmente assistidas

# #32184
source: Find similar
pt_br: Encontrar semelhantes

# #32185
source: Rescrape Item
pt_br: Raspar Item Novamente

# #32186
source: Like List
pt_br: Curtir Lista

# #32187
source: UnLike List
pt_br: Descurtir Lista

# #32188
source: Paginate Lists when possible
pt_br: Paginar Listas quando possível

# #32189
source: Clear Umbrella Log File
pt_br: Limpar Arquivo de Log do Umbrella

# #32190
source: Select All
pt_br: Selecionar Tudo

# #32191
source: %s - Lang Downloaded from Subscene.com
pt_br: %s - Legenda baixada de Subscene.com

# #32192
source: Enable notification of subtitle downloads
pt_br: Ativar notificação de downloads de legendas

# #32193
source: Rescrape with All Providers
pt_br: Raspar novamente com Todos os Provedores

# #32194
source: Refresh Progress List
pt_br: Atualizar Lista de Progresso

# #32195
source: Prioritize HDR and Dolby-Vision to top
pt_br: Priorizar HDR e Dolby-Vision no topo

# #32196
source: Umbrella log file uploaded to:
pt_br: Arquivo de log do Umbrella enviado para:

# #32197
source: Write Umbrella log in reverse order
pt_br: Escrever log do Umbrella em ordem reversa

# #32198
source: [B]Kodi - Upload log file to pastebin[/B]
pt_br: [B]Kodi - Enviar arquivo de log para pastebin[/B]

# #32199
source: Kodi log file uploaded to:
pt_br: Arquivo de log do Kodi enviado para:

# #32200
source: check title
pt_br: verificar título

# #32201
source: check year
pt_br: verificar ano

# #32202
source: Recent Episodes
pt_br: Episódios Recentes

# #32203
source: Upcoming Episodes
pt_br: Próximos Episódios

# #32204
source: Season Premieres
pt_br: Estreias de Temporada

# #32205
source: Use default "Rescrape" option vs Menu
pt_br: Usar opção padrão "Rescrape" ao invés do Menu

# #32206
source: selected default
pt_br: padrão selecionado

# #32207
source: Rescrape Item - AutoPlay
pt_br: Raspar Item - Autoplay

# #32208
source: Rescrape Item - Source Select
pt_br: Raspar Item - Selecionar Fonte

# #32209
source: Rescrape Item with [COLOR %s][B]All Providers[/B][/COLOR] - AutoPlay
pt_br: Raspar Item com [COLOR %s][B]Todos os Provedores[/B][/COLOR] - Autoplay

# #32210
source: Rescrape Item with [COLOR %s][B]All Providers[/B][/COLOR] - Source Select
pt_br: Raspar Item com [COLOR %s][B]Todos os Provedores[/B][/COLOR] - Selecionar Fonte

# #32211
source: Use provider priority run ordering
pt_br: Usar ordenação por prioridade de provedor

# #32212
source: Reverse Size Sort (Low to High)
pt_br: Ordenar por Tamanho Reverso (Baixo para Alto)

# #32213
source: Uncached Torrents sort by seeders
pt_br: Torrents não cacheados ordenar por seeders

# #32214
source: Coming Soon
pt_br: Em Breve

# #32215
source: Coming Soon (IMDb)
pt_br: Em Breve (IMDb)

# #32216
source: Rescrape Item with [COLOR %s][B]Custom Query[/B][/COLOR] - Source Select
pt_br: Raspar Item com [COLOR %s][B]Consulta Personalizada[/B][/COLOR] - Selecionar Fonte

# #32217
source: Rescrape Item with [COLOR %s][B]Custom Query and All Providers[/B][/COLOR] - Source Select
pt_br: Raspar Item com [COLOR %s][B]Consulta Personalizada e Todos os Provedores[/B][/COLOR] - Selecionar Fonte

# #32218
source: [B]Loyalty:[/B] %s
pt_br: [B]Lealdade:[/B] %s

# #32219
source: [B]Data Used:[/B] %s
pt_br: [B]Dados Usados:[/B] %s

# #32220
source: [B]Data Remaining:[/B] %s
pt_br: [B]Dados Restantes:[/B] %s

# #32221
source: Error retrieving EasyNews Account Info
pt_br: Erro ao recuperar informações da conta EasyNews

# #32222
source: Enter search Term
pt_br: Digite o termo de busca

# #32223
source: Enable AllDebrid Menu
pt_br: Ativar Menu AllDebrid

# #32224
source: Enable EasyNews Menu
pt_br: Ativar Menu EasyNews

# #32225
source: Enable Premiumize.me Menu
pt_br: Ativar Menu Premiumize.me

# #32226
source: Enable Real-Debrid Menu
pt_br: Ativar Menu Real-Debrid

# #32227
source: Require Year in source for known Reboot shows
pt_br: Exigir Ano na fonte para séries conhecidas como Reboot

# #32229
source: Prioritize HEVC to top
pt_br: Priorizar HEVC no topo

# #32230
source: check IMDb Movie meta
pt_br: verificar meta IMDb de Filmes

# #32231
source: check IMDb Show meta
pt_br: verificar meta IMDb de Séries

# #32232
source: Rescrape Item [COLOR %s][B]Filterless(FS)[/B][/COLOR] with [COLOR %s][B]All Providers[/B][/COLOR] - Source Select
pt_br: Raspar Item [COLOR %s][B]Sem Filtro(FS)[/B][/COLOR] com [COLOR %s][B]Todos os Provedores[/B][/COLOR] - Selecionar Fonte

# #32233
source: TMDb image resolutions
pt_br: Resoluções de imagem do TMDb

# #32234
source: Low
pt_br: Baixa

# #32235
source: Medium
pt_br: Média

# #32236
source: High
pt_br: Alta

# #32301
source: Enabled
pt_br: Ativado

# #32303
source: User
pt_br: Usuário

# #32306
source: Authorization...
pt_br: Autorizando...

# #32307
source: Password
pt_br: Senha

# #32310
source: General
pt_br: Geral

# #32311
source: Icon Package
pt_br: Pacote de Ícones

# #32312
source: Scraper Timeout
pt_br: Tempo limite do Scraper

# #32313
source: Indicators
pt_br: Indicadores

# #32316
source: api Language
pt_br: Idioma da API

# #32317
source: Flatten TV seasons
pt_br: Aplainar temporadas de TV

# #32318
source: Enable Fanart
pt_br: Ativar Fanart

# #32320
source: Auth Revoked
pt_br: Autorização Revogada

# #32321
source: Featured
pt_br: Em Destaque

# #32322
source: Trakt Trending
pt_br: Trakt em Alta

# #32323
source: Most Popular
pt_br: Mais Populares

# #32324
source: In Theaters
pt_br: Em Cartaz

# #32325
source: Episode
pt_br: Episódio

# #32326
source: Episodes
pt_br: Episódios

# #32328
source: Playback Canceled
pt_br: Reprodução Cancelada

# #32329
source: My Lists (My Movies, My TV Shows)
pt_br: Minhas Listas (Meus Filmes, Minhas Séries)

# #32330
source: Playback
pt_br: Reprodução

# #32331
source: Default (movie/episode) select action
pt_br: Ação padrão ao selecionar (filme/episódio)

# #32332
source: Dialog
pt_br: Diálogo

# #32333
source: Source Select (Window xml skin)
pt_br: Selecionar Fonte (skin xml da janela)

# #32335
source: Progress Dialog (Scraping and Resolving)
pt_br: Diálogo de Progresso (Raspagem e Resolução)

# #32336
source: Foreground
pt_br: Primeiro Plano

# #32337
source: Background
pt_br: Segundo Plano

# #32338
source: Sources Filtering Options
pt_br: Opções de Filtragem de Fontes

# #32339
source: Max Quality
pt_br: Qualidade Máxima

# #32340
source: SD Hosters in Auto Play
pt_br: Hosters SD no Autoplay

# #32341
source: Remove pair/captcha hosts
pt_br: Remover hosts com pareamento/captcha

# #32342
source: Sort by Scraper Provider
pt_br: Ordenar por Provedor do Scraper

# #32343
source: When playback starts...
pt_br: Quando a reprodução iniciar...

# #32344
source: Resume Playback
pt_br: Retomar Reprodução

# #32345
source: Providers
pt_br: Provedores

# #32346
source: Accounts(Debrid)
pt_br: Contas (Debrid)

# #32348
source: Enable downloads
pt_br: Ativar downloads

# #32349
source: Movies
pt_br: Filmes

# #32351
source: Downloading features are disabled by default.
pt_br: Recursos de download estão desativados por padrão.

# #32352
source: Set up your download folders in order to enable them.
pt_br: Configure suas pastas de download para habilitá-las.

# #32353
source: Subtitles
pt_br: Legendas

# #32354
source: Enable subtitles
pt_br: Ativar legendas

# #32355
source: Convert subtitles to UTF-8
pt_br: Converter legendas para UTF-8

# #32356
source: Primary Language
pt_br: Idioma Primário

# #32357
source: Secondary Language
pt_br: Idioma Secundário

# #32358
source: Subtitles could be unavailable or out of sync.
pt_br: Legendas podem estar indisponíveis ou fora de sincronia.

# #32359
source: In that case use your own subtitles.
pt_br: Nesse caso use suas próprias legendas.

# #32360
source: Providers Language
pt_br: Idioma dos Provedores

# #32361
source: [B]UMBRELLA[/B] : Reset View Types
pt_br: [B]UMBRELLA[/B] : Redefinir Tipos de Visualização

# #32362
source: [B]SETTINGS[/B] : Navigation
pt_br: [B]CONFIGURAÇÕES[/B] : Navegação

# #32363
source: Remove HEVC
pt_br: Remover HEVC

# #32364
source: Disable CloudFlare protected providers
pt_br: Desativar provedores protegidos por CloudFlare

# #32369
source: TVDB api key1
pt_br: Chave API TVDB 1

# #32370
source: TVDB api key2
pt_br: Chave API TVDB 2

# #32371
source: TVDB api key3
pt_br: Chave API TVDB 3

# #32372
source: When playback ends...
pt_br: Quando a reprodução terminar...

# #32373
source: Force container refresh
pt_br: Forçar atualização do contêiner

# #32374
source: Enable Debug
pt_br: Ativar Depuração

# #32375
source: TV "Networks" menu options
pt_br: Opções do menu "Redes" de TV

# #32376
source: List Mode
pt_br: Modo Lista

# #32377
source: This Season's Shows
pt_br: Programas Desta Temporada
