Repository: 109isaque10/umbrellaplug.github.io
Catalog: omega/plugin.video.umbrella/resources/language/resource.language.*/strings.po
Languages: pt_br

# #32378
source: View All Shows
pt_br: Ver Todos os Programas

# #32379
source: Allowed Shows
pt_br: Programas Permitidos

# #32380
source: Airing
pt_br: No Ar

# #32381
source: Ended
pt_br: Finalizado

# #32382
source: Documentary
pt_br: Documentário

# #32384
source: Airing/Ended
pt_br: No Ar/Finalizado

# #32385
source: All
pt_br: Todos

# #32386
source: Scraper Progress Dialog
pt_br: Diálogo de Progresso do Scraper

# #32387
source: Sources Select
pt_br: Selecionar Fontes

# #32388
source: Remove Dolby Vision
pt_br: Remover Dolby Vision

# #32389
source: Remove HDR
pt_br: Remover HDR

# #32390
source: Accounts(Meta)
pt_br: Contas (Meta)

# #32391
source: Certification Country (MPAA)
pt_br: País de Certificação (MPAA)

# #32392
source: Certification prefix
pt_br: Prefixo de Certificação

# #32393
source: Using default available %s subtitle from stream
pt_br: Usando legenda %s padrão disponível do stream

# #32394
source: Preferred %s subtitle available in stream and has been set
pt_br: Legenda %s preferida disponível no stream e foi definida

# #32395
source: No matching Subtitle language found
pt_br: Nenhum idioma de legenda correspondente encontrado

# #32398
source: Resolving Canceled
pt_br: Resolução Cancelada

# #32399
source: Error with Debrid Pack
pt_br: Erro com Pacote Debrid

# #32400
source: Sources Canceled
pt_br: Fontes Canceladas

# #32401
source: No stream available
pt_br: Nenhum stream disponível

# #32404
source: [COLOR %s]Time Elapsed:[/COLOR][COLOR %s] %s seconds[/COLOR]
pt_br: [COLOR %s]Tempo Decorrido:[/COLOR][COLOR %s] %s segundos[/COLOR]

# #32406
source: [COLOR %s]Remaining Providers:[/COLOR][COLOR %s] %s[/COLOR]
pt_br: [COLOR %s]Provedores Restantes:[/COLOR][COLOR %s] %s[/COLOR]

# #32407
source: [COLOR %s]Unfiltered Total:[/COLOR][COLOR %s] %s[/COLOR]
pt_br: [COLOR %s]Total Não Filtrado:[/COLOR][COLOR %s] %s[/COLOR]

# #32417
source: Trakt Popular Lists
pt_br: Listas Populares do Trakt

# #32418
source: Trakt Trending Lists
pt_br: Listas em Alta do Trakt

# #32419
source: Search Trakt Lists
pt_br: Buscar Listas do Trakt

# #32420
source: In Theaters
pt_br: Em Cartaz

# #32421
source: In Theaters (IMDb)
pt_br: Em Cartaz (IMDb)

# #32422
source: Now Playing
pt_br: Agora em Exibição

# #32423
source: Now Playing (TMDb)
pt_br: Agora em Exibição (TMDb)

# #32424
source: Anticipated
pt_br: Antecipados

# #32425
source: Anticipated (Trakt)
pt_br: Antecipados (Trakt)

# #32426
source: Upcoming
pt_br: Próximos

# #32427
source: Upcoming (TMDb)
pt_br: Próximos (TMDb)

# #32428
source: Most Popular
pt_br: Mais Populares

# #32429
source: Most Popular (IMDb)
pt_br: Mais Populares (IMDb)

# #32430
source: Popular
pt_br: Populares

# #32431
source: Popular (TMDb)
pt_br: Populares (TMDb)

# #32433
source: Popular (Trakt)
pt_br: Populares (Trakt)

# #32434
source: Box Office
pt_br: Bilheteria

# #32435
source: Box Office (IMDb)
pt_br: Bilheteria (IMDb)

# #32436
source: Box Office (TMDb)
pt_br: Bilheteria (TMDb)

# #32437
source: Box Office (Trakt)
pt_br: Bilheteria (Trakt)

# #32438
source: Most Voted
pt_br: Mais Votados

# #32439
source: Most Voted (IMDb)
pt_br: Mais Votados (IMDb)

# #32440
source: Top Rated
pt_br: Melhor Avaliados

# #32441
source: Top Rated (TMDb)
pt_br: Melhor Avaliados (TMDb)

# #32442
source: Trending
pt_br: Em Alta

# #32443
source: Trending (Trakt)
pt_br: Em Alta (Trakt)

# #32444
source: Recommended
pt_br: Recomendados

# #32445
source: Recommended (Trakt)
pt_br: Recomendados (Trakt)

# #32446
source: Featured
pt_br: Em Destaque

# #32447
source: Featured (IMDb)
pt_br: Em Destaque (IMDb)

# #32448
source: Highly Rated
pt_br: Altamente Avaliados

# #32449
source: Highly Rated (IMDb)
pt_br: Altamente Avaliados (IMDb)

# #32450
source: Calendar (TVMaze)
pt_br: Calendário (TVMaze)

# #32451
source: Oscar Winners
pt_br: Vencedores do Oscar

# #32452
source: Oscar Winners (IMDb)
pt_br: Vencedores do Oscar (IMDb)

# #32453
source: Oscar Nominees
pt_br: Indicados ao Oscar

# #32454
source: Oscar Nominees (IMDb)
pt_br: Indicados ao Oscar (IMDb)

# #32455
source: Genres
pt_br: Gêneros

# #32456
source: Genres (IMDb)
pt_br: Gêneros (IMDb)

# #32457
source: Year
pt_br: Ano

# #32458
source: Year (IMDb)
pt_br: Ano (IMDb)

# #32459
source: People
pt_br: Pessoas

# #32460
source: People (IMDb)
pt_br: Pessoas (IMDb)

# #32461
source: Languages
pt_br: Idiomas

# #32462
source: Languages (IMDb)
pt_br: Idiomas (IMDb)

# #32463
source: Certificates
pt_br: Certificados

# #32464
source: Certificates (IMDb)
pt_br: Certificados (IMDb)

# #32465
source: Airing Today
pt_br: No Ar Hoje

# #32466
source: Airing Today (IMDb)
pt_br: No Ar Hoje (IMDb)

# #32467
source: Airing Today (TMDb)
pt_br: No Ar Hoje (TMDb)

# #32468
source: Networks (TMDb)
pt_br: Redes (TMDb)

# #32469
source: Networks
pt_br: Redes

# #32470
source: Networks (TVMaze)
pt_br: Redes (TVMaze)

# #32471
source: On TV
pt_br: Na TV

# #32472
source: On TV (TMDb)
pt_br: Na TV (TMDb)

# #32473
source: Returning TV Shows
pt_br: Séries de TV Retornando

# #32474
source: Returning TV Shows (IMDb)
pt_br: Séries de TV Retornando (IMDb)

# #32475
source: New TV Shows
pt_br: Novas Séries de TV

# #32476
source: New TV Shows (IMDb)
pt_br: Novas Séries de TV (IMDb)

# #32477
source: New Movies
pt_br: Novos Filmes

# #32478
source: New Movies (IMDb)
pt_br: Novos Filmes (IMDb)

# #32479
source: New Movies (Trakt)
pt_br: Novos Filmes (Trakt)

# #32480
source: New Episodes
pt_br: Novos Episódios

# #32481
source: New Episodes (TVMaze)
pt_br: Novos Episódios (TVMaze)

# #32482
source: New Episodes (Trakt)
pt_br: Novos Episódios (Trakt)

# #32483
source: Recently aired
pt_br: Transmitidos Recentemente

# #32484
source: Recently aired (TVMaze)
pt_br: Transmitidos Recentemente (TVMaze)

# #32485
source: Year (TMDb)
pt_br: Ano (TMDb)

# #32486
source: Genres (TMDb)
pt_br: Gêneros (TMDb)

# #32487
source: Certificates (TMDb)
pt_br: Certificados (TMDb)

# #32488
source: Optional
pt_br: Opcional

# #32489
source: [B]Account:[/B] %s
pt_br: [B]Conta:[/B] %s

# #32490
source: [B]Monthly Limit:[/B] %s GB
pt_br: [B]Limite Mensal:[/B] %s GB

# #32491
source: [B]Current Month:[/B]
pt_br: [B]Mês Atual:[/B]

# #32492
source: [B]Days Remaining:[/B] %s
pt_br: [B]Dias Restantes:[/B] %s

# #32493
source: [B]Data Used:[/B] %s
pt_br: [B]Dados Usados:[/B] %s

# #32494
source: [B]Data Remaining:[/B] %s
pt_br: [B]Dados Restantes:[/B] %s

# #32495
source: [B]Current Subscription:[/B]
pt_br: [B]Assinatura Atual:[/B]

# #32496
source: [B]Resets On:[/B] %s
pt_br: [B]Reinicia Em:[/B] %s

# #32497
source: [B]Renewal Needed On:[/B] %s
pt_br: [B]Renovação Necessária Em:[/B] %s

# #32501
source: Start from beginning
pt_br: Começar do início

# #32502
source: Resume from %s
pt_br: Retomar de %s

# #32503
source: Resume
pt_br: Retomar

# #32506
source: [B]Umbrella Global Context[/B] Settings
pt_br: [B]Contexto Global do Umbrella[/B] Configurações

# #32510
source: [B]Cache Functions[/B]
pt_br: [B]Funções de Cache[/B]

# #32511
source: An account already exists.
pt_br: Uma conta já existe.

# #32512
source: Do you want to reset?
pt_br: Você quer redefinir?

# #32513
source: 1) Open this link in a browser : [COLOR %s]%s[/COLOR]
pt_br: 1) Abra este link em um navegador : [COLOR %s]%s[/COLOR]

# #32514
source: 2) When prompted enter : [COLOR %s]%s[/COLOR]
pt_br: 2) Quando solicitado, digite : [COLOR %s]%s[/COLOR]

# #32515
source: Trakt Manager
pt_br: Gerenciador Trakt

# #32516
source: Add Collection
pt_br: Adicionar Coleção

# #32517
source: Remove Collection
pt_br: Remover Coleção

# #32518
source: Add Watchlist
pt_br: Adicionar Lista de Observação

# #32519
source: Remove Watchlist
pt_br: Remover Lista de Observação

# #32520
source: Add New List
pt_br: Adicionar Nova Lista

# #32521
source: Add to [B]%s[/B]
pt_br: Adicionar a [B]%s[/B]

# #32522
source: Remove from [B]%s[/B]
pt_br: Remover de [B]%s[/B]

# #32523
source: [B]Logging Tools[/B]
pt_br: [B]Ferramentas de Log[/B]

# #32524
source: [B]Umbrella - View Log File[/B]
pt_br: [B]Umbrella - Ver Arquivo de Log[/B]

# #32525
source: [B]Umbrella - Clear Log File[/B]
pt_br: [B]Umbrella - Limpar Arquivo de Log[/B]

# #32526
source: [B]Umbrella - Show Changelog[/B]
pt_br: [B]Umbrella - Mostrar Registro de Alterações[/B]

# #32527
source: [B]Umbrella - Upload log file to pastebin[/B]
pt_br: [B]Umbrella - Enviar arquivo de log para pastebin[/B]

# #32528
source: [B]My Accounts - View Log File[/B]
pt_br: [B]Minhas Contas - Ver Arquivo de Log[/B]

# #32529
source: [B]Umbrella - Show Full Changelog[/B]
pt_br: [B]Umbrella - Mostrar Registro Completo de Alterações[/B]

# #32532
source: [B]View Kodi Log File[/B]
pt_br: [B]Ver Arquivo de Log do Kodi[/B]

# #32535
source: Play Random
pt_br: Reproduzir Aleatório

# #32536
source: Playing
pt_br: Reproduzindo

# #32537
source: Nothing found to play
pt_br: Nada encontrado para reproduzir

# #32541
source: Library
pt_br: Biblioteca

# #32542
source: folders will be imported to library if they are added to media sources.
pt_br: pastas serão importadas para a biblioteca se forem adicionadas às fontes de mídia.

# #32543
source: Movies
pt_br: Filmes

# #32545
source: Auto Update Service
pt_br: Serviço de Atualização Automática

# #32546
source: Show Notifications for Service
pt_br: Mostrar Notificações para o Serviço

# #32547
source: Update library after adding content
pt_br: Atualizar biblioteca após adicionar conteúdo

# #32548
source: Avoid creating duplicate content
pt_br: Evitar criar conteúdo duplicado

# #32549
source: Check movie before adding it
pt_br: Verificar filme antes de adicioná-lo

# #32550
source: Check first episode of season before adding it
pt_br: Verificar primeiro episódio da temporada antes de adicioná-lo

# #32551
source: Add to Library
pt_br: Adicionar à Biblioteca

# #32552
source: Checking library...
pt_br: Verificando biblioteca...

# #32553
source: Updating TV Shows In Local Library...
pt_br: Atualizando Séries de TV na Biblioteca Local...

# #32554
source: Adding to Library...
pt_br: Adicionando à Biblioteca...

# #32555
source: Are you sure?
pt_br: Tem certeza?

# #32556
source: [B]UMBRELLA[/B] : Library
pt_br: [B]UMBRELLA[/B] : Biblioteca

# #32557
source: [B]LIBRARY[/B] : Settings
pt_br: [B]BIBLIOTECA[/B] : Configurações

# #32558
source: [B]UMBRELLA[/B] : Update library...
pt_br: [B]UMBRELLA[/B] : Atualizar biblioteca...

# #32559
source: [B]UMBRELLA[/B] : Movie folder...
pt_br: [B]UMBRELLA[/B] : Pasta de filmes...

# #32560
source: [B]UMBRELLA[/B] : TV folder...
pt_br: [B]UMBRELLA[/B] : Pasta de TV...

# #32561
source: [B]TRAKT[/B] : Import Movie Collection...
pt_br: [B]TRAKT[/B] : Importar Coleção de Filmes...

# #32562
source: [B]TRAKT[/B] : Import Movie Watchlist...
pt_br: [B]TRAKT[/B] : Importar Lista de Observação de Filmes...

# #32563
source: [B]TRAKT[/B] : Import TV Collection...
pt_br: [B]TRAKT[/B] : Importar Coleção de TV...

# #32564
source: [B]TRAKT[/B] : Import TV Watchlist...
pt_br: [B]TRAKT[/B] : Importar Lista de Observação de TV...

# #32565
source: Include episodes with unknown air dates
pt_br: Incluir episódios com datas de exibição desconhecidas

# #32570
source: Show unaired seasons/episodes
pt_br: Mostrar temporadas/episódios não exibidos

# #32571
source: Hide movies in cinema and unreleased
pt_br: Ocultar filmes em cartaz e não lançados

# #32572
source: Trakt Progress Show unaired episodes
pt_br: Progresso do Trakt mostrar episódios não exibidos

# #32573
source: Trakt Upcoming Progress prepend date
pt_br: Progresso Próximo do Trakt preceder data

# #32584
source: Sort order for Trakt Watched Progress
pt_br: Ordem de classificação para Progresso Assistido do Trakt

# #32585
source: Recently aired
pt_br: Transmitidos recentemente

# #32586
source: Recently watched
pt_br: Assistidos recentemente

# #32588
source: Debrid(Hoster) Source Color
pt_br: Cor da Fonte Debrid(Hoster)

# #32589
source: [COLOR blue]█ [B]Blue[/B][/COLOR]
pt_br: [COLOR blue]█ [B]Azul[/B][/COLOR]

# #32590
source: [COLOR red]█ [B]Red[/B][/COLOR]
pt_br: [COLOR red]█ [B]Vermelho[/B][/COLOR]

# #32591
source: [COLOR yellow]█ [B]Yellow[/B][/COLOR]
pt_br: [COLOR yellow]█ [B]Amarelo[/B][/COLOR]

# #32592
source: [COLOR deeppink]█ [B]Deep Pink[/B][/COLOR]
pt_br: [COLOR deeppink]█ [B]Rosa Profundo[/B][/COLOR]

# #32593
source: [COLOR cyan]█ [B]Cyan[/B][/COLOR]
pt_br: [COLOR cyan]█ [B]Ciano[/B][/COLOR]

# #32594
source: [COLOR lawngreen]█ [B]Lawn Green[/B][/COLOR]
pt_br: [COLOR lawngreen]█ [B]Verde Gramado[/B][/COLOR]

# #32595
source: [COLOR gold]█ [B]Gold[/B][/COLOR]
pt_br: [COLOR gold]█ [B]Ouro[/B][/COLOR]

# #32597
source: [COLOR yellowgreen]█ [B]Yellow Green[/B][/COLOR]
pt_br: [COLOR yellowgreen]█ [B]Verde Amarelo[/B][/COLOR]

# #32598
source: [COLOR nocolor]█ [B]No Color[/B][/COLOR]
pt_br: [COLOR nocolor]█ [B]Sem Cor[/B][/COLOR]

# #32599
source: Getting genre information from Trakt
pt_br: Obtendo informações de gênero do Trakt

# #32600
source: Preparing sources
pt_br: Preparando fontes

# #32603
source: [COLOR %s][I]New search...[/I][/COLOR]
pt_br: [COLOR %s][I]Nova busca...[/I][/COLOR]

# #32604
source: [B]UMBRELLA[/B] : Clear search history...
pt_br: [B]UMBRELLA[/B] : Limpar histórico de busca...

# #32605
source: Click to clear search history
pt_br: Clique para limpar histórico de busca

# #32608
source: Unaired Season/Episode Color
pt_br: Cor de Temporada/Episódio Não Exibido

# #32609
source: [B]My Accounts[/B] Settings
pt_br: [B]Minhas Contas[/B] Configurações

# #32610
source: Clear [COLOR yellow]All [/COLOR]Cache...
pt_br: Limpar [COLOR yellow]Todo [/COLOR]Cache...

# #32611
source: Clear [COLOR yellow]Providers [/COLOR]Cache...
pt_br: Limpar Cache de [COLOR yellow]Provedores [/COLOR]...

# #32612
source: Clear [COLOR yellow]Metadata [/COLOR]Cache...
pt_br: Limpar Cache de [COLOR yellow]Metadados [/COLOR]...

# #32613
source: Clear [COLOR yellow]Cache [/COLOR]...
pt_br: Limpar [COLOR yellow]Cache [/COLOR]...

# #32614
source: Clear [COLOR yellow]Search[/COLOR] Cache...
pt_br: Limpar Cache de [COLOR yellow]Busca[/COLOR]...

# #32615
source: Clear [COLOR yellow]Bookmarks[/COLOR] Cache...
pt_br: Limpar Cache de [COLOR yellow]Favoritos[/COLOR]...

# #32616
source: Debugging
pt_br: Depuração

# #32617
source: Logging Location
pt_br: Localização do Log

# #32620
source: Clear [COLOR yellow]Metadata[/COLOR] and [COLOR yellow]Cache[/COLOR].
pt_br: Limpar [COLOR yellow]Metadados[/COLOR] e [COLOR yellow]Cache[/COLOR].

# #32621
source: Navigation
pt_br: Navegação

# #32622
source: Main Menu
pt_br: Menu Principal

# #32630
source: Show Season 0 in Browse Seasons
pt_br: Mostrar Temporada 0 em Navegar Temporadas

# #32631
source: Documentaries
pt_br: Documentários

# #32634
source: Cached Torrent Source Color
pt_br: Cor da Fonte Torrent Cacheado

# #32635
source: UnCached Torrent Source Color
pt_br: Cor da Fonte Torrent Não Cacheado

# #32636
source: Secondary(info) Line Color
pt_br: Cor da Linha Secundária (info)

# #32637
source: Secondary Line Content Type
pt_br: Tipo de Conteúdo da Linha Secundária

# #32638
source: Minimum Seeders
pt_br: Seeders Mínimos

# #32639
source: View Uncached Torrents
pt_br: Ver Torrents Não Cacheados

# #32642
source: Provider filters
pt_br: Filtros de provedor

# #32643
source: [B]UMBRELLA[/B]: Settings
pt_br: [B]UMBRELLA[/B]: Configurações

# #32644
source: Trakt Bookmarks
pt_br: Favoritos do Trakt

# #32645
source: Auto Trakt Collections Syncing
pt_br: Sincronização Automática de Coleções do Trakt

# #32646
source: Sync on Kodi Start
pt_br: Sincronizar ao Iniciar Kodi

# #32647
source: Schedule Updates Every - Hour/s
pt_br: Agendar Atualizações a Cada - Hora/s

# #32648
source: 0 Value Disables Scheduling
pt_br: Valor 0 Desabilita Agendamento

# #32649
source: Include Special Episodes (Season 0)
pt_br: Incluir Episódios Especiais (Temporada 0)

# #32652
source: Title Already Exists in Library
pt_br: Título Já Existe na Biblioteca

# #32654
source: Pre-emptive Termination
pt_br: Terminação Preventiva

# #32655
source: Pre-emptive Limit
pt_br: Limite Preventivo

# #32656
source: Autoplay SD Quality only
pt_br: Autoplay Apenas Qualidade SD

# #32657
source: Auto Resume
pt_br: Retomada Automática

# #32658
source: Your Online List is Empty!
pt_br: Sua Lista Online Está Vazia!

# #32659
source: Min. Pre-emptive Res.
pt_br: Res. Preventiva Mín.

# #32660
source: Local Resume Point Saved...
pt_br: Ponto de Retomada Local Salvo...

# #32661
source: Importing Trakt Collection...
pt_br: Importando Coleção do Trakt...

# #32662
source: Importing Trakt Watchlist...
pt_br: Importando Lista de Observação do Trakt...

# #32663
source: Importing Trakt User List...
pt_br: Importando Lista de Usuário do Trakt...

# #32664
source: Importing Trakt Liked List...
pt_br: Importando Lista Curtida do Trakt...

# #32665
source: Check Host for Valid URL
pt_br: Verificar Host para URL Válida

# #32666
source: [COLOR skyblue]█ [B]Sky Blue[/B][/COLOR]
pt_br: [COLOR skyblue]█ [B]Azul Céu[/B][/COLOR]

# #32667
source: [COLOR lime]█ [B]Lime[/B][/COLOR]
pt_br: [COLOR lime]█ [B]Lima[/B][/COLOR]

# #32668
source: [COLOR limegreen]█ [B]Lime Green[/B][/COLOR]
pt_br: [COLOR limegreen]█ [B]Verde Lima[/B][/COLOR]

# #32669
source: [COLOR deepskyblue]█ [B]Deep Sky Blue[/B][/COLOR]
pt_br: [COLOR deepskyblue]█ [B]Azul Céu Profundo[/B][/COLOR]

# #32670
source: [COLOR white]█ [B]White[/B][/COLOR]
pt_br: [COLOR white]█ [B]Branco[/B][/COLOR]

# #32671
source: [COLOR whitesmoke]█ [B]White Smoke[/B][/COLOR]
pt_br: [COLOR whitesmoke]█ [B]Fumaça Branca[/B][/COLOR]

# #32672
source: [B]TRAKT[/B] : Import Movie User List...
pt_br: [B]TRAKT[/B] : Importar Lista de Usuário de Filmes...

# #32673
source: [B]TRAKT[/B] : Import Movie Liked List...
pt_br: [B]TRAKT[/B] : Importar Lista Curtida de Filmes...

# #32674
source: [B]TRAKT[/B] : Import TV User List...
pt_br: [B]TRAKT[/B] : Importar Lista de Usuário de TV...

# #32675
source: [B]TRAKT[/B] : Import TV Liked List...
pt_br: [B]TRAKT[/B] : Importar Lista Curtida de TV...

# #32676
source: [B]UMBRELLA[/B] : Clean library...
pt_br: [B]UMBRELLA[/B] : Limpar biblioteca...

# #32677
source: Add folders to Kodi Sources Now...
pt_br: Adicionar pastas às Fontes do Kodi Agora...

# #32678
source: Updated TV Show title
pt_br: Título da Série de TV Atualizado

# #32679
source: Importing TMDb Watchlist...
pt_br: Importando Lista de Observação do TMDb...

# #32680
source: Importing TMDb Favourites...
pt_br: Importando Favoritos do TMDb...

# #32681
source: Importing TMDb Userlist...
pt_br: Importando Lista de Usuário do TMDb...

# #32682
source: IMDb Watchlist
pt_br: Lista de Observação IMDb

# #32683
source: Trakt Watchlist
pt_br: Lista de Observação Trakt

# #32684
source: Store resolved items in cloud
pt_br: Armazenar itens resolvidos na nuvem

# #33005
source: Enable startup notice
pt_br: Ativar aviso de inicialização

# #33017
source: New value = [B]%s[/B]: Successfully changed.
pt_br: Novo valor = [B]%s[/B]: Alterado com sucesso.

# #33018
source: [B]Reuse Langauage Invoker[/B] is currently set to [B]%s[/B]. Do you wish to change this setting to [B]%s[/B]?
pt_br: [B]Reutilizar Invocador de Linguagem[/B] está atualmente definido como [B]%s[/B]. Você deseja alterar esta configuração para [B]%s[/B]?

# #33019
source: Enabling this setting may cause instability issues. Test at your own free will. Continue?
pt_br: Ativar esta configuração pode causar problemas de instabilidade. Teste por sua conta e risco. Continuar?

# #33020
source: Umbrella will reload your profile to refresh the addon.xml
pt_br: O Umbrella irá recarregar seu perfil para atualizar o addon.xml

# #33021
source: Write failed
pt_br: Falha na escrita

# #33022
source: Error setting correct value.
pt_br: Erro ao definir valor correto.

# #33023
source: [B]Reuse Language Invoker[/B] SETTING/XML mismatch
pt_br: [B]Reutilizar Invocador de Linguagem[/B] Incompatibilidade de CONFIGURAÇÃO/XML

# #33034
source: No Debrid Account setup, account is required!
pt_br: Nenhuma conta Debrid configurada, conta é necessária!

# #33039
source: Title
pt_br: Título

# #33040
source: Description
pt_br: Descrição

# #33041
source: Searches
pt_br: Buscas

# #33042
source: Search Movies...
pt_br: Buscar Filmes...

# #33043
source: Search Shows...
pt_br: Buscar Séries...

# #33044
source: Search Movies By Actor...
pt_br: Buscar Filmes por Ator...

# #33045
source: Search Shows By Actor...
pt_br: Buscar Séries por Ator...

# #33046
source: Discover Movies
pt_br: Descobrir Filmes

# #33047
source: Discover TV Shows
pt_br: Descobrir Séries de TV

# #33048
source: Local Content
pt_br: Conteúdo Local

# #33049
source: Nothing Was Found
pt_br: Nada Foi Encontrado

# #33050
source: Notifications
pt_br: Notificações

# #33051
source: Server Notifications
pt_br: Notificações do Servidor

# #33052
source: General Notifications
pt_br: Notificações Gerais

# #33053
source: %s has been hidden from your %s
pt_br: %s foi ocultado do seu %s

# #33486
source: Close
pt_br: Fechar

# #33564
source: Default
pt_br: Padrão

# #33573
source: Add Show to your [COLOR %s][B]Watchlist[/B][/COLOR]
pt_br: Adicionar Série à sua [COLOR %s][B]Lista de Observação[/B][/COLOR]

# #33574
source: Remove Show from your [COLOR %s][B]Watchlist[/B][/COLOR]
pt_br: Remover Série da sua [COLOR %s][B]Lista de Observação[/B][/COLOR]

# #33575
source: Add item to your [COLOR %s][B]Collection[/B][/COLOR]
pt_br: Adicionar item à sua [COLOR %s][B]Coleção[/B][/COLOR]

# #33576
source: Remove item from your [COLOR %s][B]Collection[/B][/COLOR]
pt_br: Remover item da sua [COLOR %s][B]Coleção[/B][/COLOR]

# #33577
source: Add item to your [COLOR %s][B]Watchlist[/B][/COLOR]
pt_br: Adicionar item à sua [COLOR %s][B]Lista de Observação[/B][/COLOR]

# #33578
source: Remove item from your [COLOR %s][B]Watchlist[/B][/COLOR]
pt_br: Remover item da sua [COLOR %s][B]Lista de Observação[/B][/COLOR]

# #33579
source: Add item to a new list
pt_br: Adicionar item a uma nova lista

# #33580
source: Add item to your [COLOR %s][B]%s[/B][/COLOR] list
pt_br: Adicionar item à sua lista [COLOR %s][B]%s[/B][/COLOR]

# #33581
source: Remove item from your [COLOR %s][B]%s[/B][/COLOR] list
pt_br: Remover item da sua lista [COLOR %s][B]%s[/B][/COLOR]

# #33582
source: Item Added To Trakt
pt_br: Item Adicionado ao Trakt

# #33583
source: Item Removed From Trakt
pt_br: Item Removido do Trakt

# #33584
source: Trakt List Addition Failed
pt_br: Falha na Adição de Lista do Trakt

# #33585
source: Download Manager
pt_br: Gerenciador de Downloads

# #33586
source: Error
pt_br: Erro

# #33587
source: Install Umbrella Global Context menu Addon...
pt_br: Instalar Addon de Menu de Contexto Global do Umbrella...

# #33588
source: Enable Umbrella Global Context menu
pt_br: Ativar Menu de Contexto Global do Umbrella

# #33649
source: Ascending
pt_br: Crescente

# #33650
source: Descending
pt_br: Decrescente

# #33651
source: Mark As [COLOR %s][B]Watched[/B][/COLOR] Item
pt_br: Marcar Item Como [COLOR %s][B]Assistido[/B][/COLOR]

# #33652
source: Mark As [COLOR %s][B]Unwatched[/B][/COLOR] Item
pt_br: Marcar Item Como [COLOR %s][B]Não Assistido[/B][/COLOR]

# #33653
source: [COLOR %s][B]Rate[/B][/COLOR] Item
pt_br: [COLOR %s][B]Avaliar[/B][/COLOR] Item

# #33654
source: [COLOR %s][B]Unrate[/B][/COLOR] Item
pt_br: [COLOR %s][B]Desavaliar[/B][/COLOR] Item

# #33655
source: Mark the item as [COLOR red][B]Watched[/B][/COLOR]
pt_br: Marcar o item como [COLOR red][B]Assistido[/B][/COLOR]

# #33656
source: Mark the item as [COLOR red][B]Unwatched[/B][/COLOR]
pt_br: Marcar o item como [COLOR red][B]Não Assistido[/B][/COLOR]

# #33657
source: Provide a rating for the item
pt_br: Forneça uma avaliação para o item

# #33658
source: Remove the rating from the item
pt_br: Remova a avaliação do item
