Repository: 109isaque10/umbrellaplug.github.io
Catalog: omega/plugin.video.umbrella/resources/language/resource.language.*/strings.po
Languages: pt_br

# #40424
source: Custom Color
pt_br: Cor Personalizada

# #40425
source: Use Custom Umbrella Dialogs
pt_br: Usar Diálogos Personalizados do Umbrella

# #40426
source: Test Ok Dialog
pt_br: Testar Diálogo Ok

# #40427
source: Test Confirm Dialog
pt_br: Testar Diálogo de Confirmação

# #40428
source: Message from testing dialog.
pt_br: Mensagem do diálogo de teste.

# #40429
source: Import list(s) now
pt_br: Importar lista(s) agora

# #40430
source: Show Umbrella next to Umbrella context items.
pt_br: Mostrar Umbrella ao lado de itens de contexto do Umbrella.

# #40431
source: Play Trailer
pt_br: Reproduzir Trailer

# #40432
source: Show watched in TV Show Progress
pt_br: Mostrar assistidos no Progresso da Série de TV

# #40433
source: Watched Shows
pt_br: Séries Assistidas

# #40434
source: Watched Sorting
pt_br: Classificação Assistida

# #40435
source: History Sorting
pt_br: Classificação de Histórico

# #40437
source: Choose Color
pt_br: Escolher Cor

# #40438
source: Enable multiple seasons.
pt_br: Ativar múltiplas temporadas.

# #40439
source: Continue to next season (if available)
pt_br: Continuar para a próxima temporada (se disponível)

# #40440
source: This allows for playnext to play episodes from the next season if available when you reach the end of a season.
pt_br: Isso permite que o playnext reproduza episódios da próxima temporada se disponível quando você chegar ao fim de uma temporada.

# #40441
source: Minimum Seconds for Popup
pt_br: Segundos Mínimos para Popup

# #40442
source: For situations where the subtitles go till the very end but you want a backup time in seconds for playnext popup. Default is 20.
pt_br: Para situações onde as legendas vão até o fim, mas você quer um tempo de backup em segundos para o popup playnext. Padrão é 20.

# #40443
source: Hide episode counts on unwatched and fully watched
pt_br: Ocultar contagens de episódios em não assistidos e totalmente assistidos

# #40444
source: Enable External Providers
pt_br: Ativar Provedores Externos

# #40445
source: External Provider:
pt_br: Provedor Externo:

# #40446
source: %s is not a valid external module selection. Please choose a different module.
pt_br: %s não é uma seleção válida de módulo externo. Escolha um módulo diferente.

# #40447
source: External Providers are enabled but no provider was found.
pt_br: Provedores Externos estão ativados, mas nenhum provedor foi encontrado.

# #40448
source: Error setting external providers.
pt_br: Erro ao definir provedores externos.

# #40449
source: External module set successfully.
pt_br: Módulo externo definido com sucesso.

# #40450
source: External Providers
pt_br: Provedores Externos

# #40451
source: [COLOR FFA0C12C] -- External Modules Help --[/COLOR]
pt_br: [COLOR FFA0C12C] -- Ajuda de Módulos Externos --[/COLOR]

# #40452
source: [B]SETTINGS[/B] : Providers
pt_br: [B]CONFIGURAÇÕES[/B] : Provedores

# #40453
source: User Lists
pt_br: Listas de Usuário

# #40454
source: Liked Lists
pt_br: Listas Curtidas

# #40455
source: MDBList TV Shows
pt_br: Séries de TV MDBList

# #40457
source: Trakt List
pt_br: Lista Trakt

# #40458
source: IMDb List
pt_br: Lista IMDb

# #40459
source: Viewtypes
pt_br: Tipos de Visualização

# #40460
source: Logging Tools
pt_br: Ferramentas de Log

# #40461
source: Trakt Management Tools
pt_br: Ferramentas de Gerenciamento Trakt

# #40462
source: Cache Functions
pt_br: Funções de Cache

# #40463
source: Add to Umbrella Favourites
pt_br: Adicionar aos Favoritos do Umbrella

# #40464
source: Umbrella Favourites
pt_br: Favoritos do Umbrella

# #40465
source: Favourite Movies
pt_br: Filmes Favoritos

# #40466
source: Favourite TV Shows
pt_br: Séries de TV Favoritas

# #40467
source: Favourite Episodes
pt_br: Episódios Favoritos

# #40468
source: Remove from Umbrella Favourites
pt_br: Remover dos Favoritos do Umbrella

# #40469
source: Refresh container on add / remove from favourites
pt_br: Atualizar contêiner ao adicionar / remover dos favoritos

# #40470
source: Refresh widgets on add / remove from favourites
pt_br: Atualizar widgets ao adicionar / remover dos favoritos

# #40471
source: Add Library Item to Umbrella Favourites
pt_br: Adicionar Item da Biblioteca aos Favoritos do Umbrella

# #40472
source: Favourites Sorting
pt_br: Classificação de Favoritos

# #40473
source: Show release year with movie title
pt_br: Mostrar ano de lançamento com título do filme

# #40474
source: Digital Releases (DVDReleaseDates)
pt_br: Lançamentos Digitais (DVDReleaseDates)

# #40475
source: Digital Releases
pt_br: Lançamentos Digitais

# #40476
source: Back to Movies
pt_br: Voltar aos Filmes

# #40477
source: Back to TV Shows
pt_br: Voltar às Séries de TV

# #40478
source: Enable Plex Scraper
pt_br: Ativar Scraper Plex

# #40479
source: Plex Token
pt_br: Token Plex

# #40480
source: Plex Client ID
pt_br: ID do Cliente Plex

# #40481
source: Plex Device ID
pt_br: ID do Dispositivo Plex

# #40482
source: Plexshare Source Title
pt_br: Título da Fonte Plexshare

# #40483
source: Plexshare accessToken
pt_br: Token de Acesso Plexshare

# #40484
source: Plexshare url
pt_br: URL Plexshare

# #40485
source: Authorize Plex
pt_br: Autorizar Plex

# #40486
source: See Active PlexShares
pt_br: Ver PlexShares Ativos

# #40487
source: (Select/Re-Select) PlexShare Source
pt_br: (Selecionar/Re-Selecionar) Fonte PlexShare

# #40488
source: Revoke Plex
pt_br: Revogar Plex

# #40490
source: Exclude Adult Results
pt_br: Excluir Resultados Adultos

# #40491
source: Title Check Results
pt_br: Verificar Resultados de Título

# #40492
source: IMDb list amount
pt_br: Quantidade de lista IMDb

# #40493
source: Genres (Trakt)
pt_br: Gêneros (Trakt)

# #40494
source: Trending %s %s
pt_br: Em Alta %s %s

# #40496
source: Most Played %s %s
pt_br: Mais Reproduzidos %s %s

# #40497
source: Most Watched %s %s
pt_br: Mais Assistidos %s %s

# #40498
source: Anticipated %s %s
pt_br: Antecipados %s %s

# #40499
source: Decades %s %s
pt_br: Décadas %s %s

# #40501
source: Subtitle Service
pt_br: Serviço de Legendas

# #40504
source: Open Subtitles Username
pt_br: Nome de Usuário Open Subtitles

# #40505
source: Open Subtitles Password
pt_br: Senha Open Subtitles

# #40506
source: %s - Lang Downloaded from Opensubtitles.com
pt_br: %s - Legenda baixada de Opensubtitles.com

# #40507
source: Check Opensubtitles Account
pt_br: Verificar Conta Opensubtitles

# #40508
source: Logged in Username: %s [CR] Allowed Downloads: %s
pt_br: Nome de Usuário Logado: %s [CR] Downloads Permitidos: %s

# #40509
source: Unable to authorize opensubs. Please check username and password.
pt_br: Não foi possível autorizar opensubs. Verifique nome de usuário e senha.

# #40510
source: Revoke OpenSubtitles Token
pt_br: Revogar Token OpenSubtitles

# #40511
source: Play Trailer (Select)
pt_br: Reproduzir Trailer (Selecionar)

# #40512
source: YouTube Trailers:
pt_br: Trailers do YouTube:

# #40513
source: Local scrobble notification
pt_br: Notificação de scrobble local

# #40514
source: Never
pt_br: Nunca

# #40515
source: Always
pt_br: Sempre

# #40516
source: One Season
pt_br: Uma Temporada

# #40517
source: Use TMDB Clearlogo
pt_br: Usar Clearlogo TMDb

# #40518
source: Fanart Cache Successfully Cleared!
pt_br: Cache de Fanart Limpo com Sucesso!

# #40519
source: Clear [COLOR yellow]Fanart Cache [/COLOR]...
pt_br: Limpar Cache de [COLOR yellow]Fanart [/COLOR]...

# #40520
source: Library Movie Cache Successfully Cleared!
pt_br: Cache de Filmes da Biblioteca Limpo com Sucesso!

# #40521
source: Use custom background for Fanart
pt_br: Usar fundo personalizado para Fanart

# #40522
source: Background
pt_br: Fundo

# #40523
source: Reset background
pt_br: Redefinir fundo

# #40524
source: Use tmdb.org instead of themoviedb.org for API
pt_br: Usar tmdb.org em vez de themoviedb.org para API

# #40525
source: Umbrella Addon Settings
pt_br: Configurações do Addon Umbrella

# #40526
source: Use language setting for trakt lists
pt_br: Usar configuração de idioma para listas trakt

# #40527
source: Enable TorBox Menu
pt_br: Ativar Menu TorBox

# #40528
source: TorBox Revoked
pt_br: TorBox Revogado

# #40530
source: Account ID
pt_br: ID da Conta

# #40531
source: Error Connecting to TorBox
pt_br: Erro ao Conectar ao TorBox

# #40532
source: TorBox Highlight Color
pt_br: Cor de Destaque TorBox

# #40533
source: Play button behavior
pt_br: Comportamento do botão reproduzir

# #40534
source: Play immediately
pt_br: Reproduzir imediatamente

# #40535
source: Background scrape
pt_br: Raspar em segundo plano

# #40536
source: EasyDebrid Highlight Color
pt_br: Cor de Destaque EasyDebrid

# #40538
source: easydebrid token
pt_br: token easydebrid

# #40539
source: EasyDebrid successfully authorized
pt_br: EasyDebrid autorizado com sucesso

# #40541
source: Enable Offcloud Menu
pt_br: Ativar Menu Offcloud

# #40542
source: Offcloud Highlight Color
pt_br: Cor de Destaque Offcloud

# #40543
source: [B]Delete all active torrents from TorBox?[/B]
pt_br: [B]Excluir todos os torrents ativos do TorBox?[/B]

# #40544
source: [B]Delete all queued torrents from TorBox?[/B]
pt_br: [B]Excluir todos os torrents enfileirados do TorBox?[/B]

# #40545
source: No
pt_br: Não

# #40546
source: [B]Delete all cloud files from TorBox?[/B]
pt_br: [B]Excluir todos os arquivos na nuvem do TorBox?[/B]

# #40547
source: Completed
pt_br: Concluído

# #40548
source: Completed (SimKl)
pt_br: Concluído (SimKl)

# #40549
source: Plan to Watch
pt_br: Planejar Assistir

# #40550
source: Plan to Watch (SimKl)
pt_br: Planejar Assistir (SimKl)

# #40551
source: [B]Simkl Management Tools[/B]
pt_br: [B]Ferramentas de Gerenciamento Simkl[/B]

# #40552
source: Simkl Management Tools
pt_br: Ferramentas de Gerenciamento Simkl

# #40553
source: [COLOR %s][B]Force Simkl Sync to local database[/B][/COLOR]
pt_br: [COLOR %s][B]Forçar Sincronização Simkl para banco de dados local[/B][/COLOR]

# #40554
source: Watched in Simkl
pt_br: Assistido no Simkl

# #40555
source: Unwatched in Simkl
pt_br: Não Assistido no Simkl

# #40556
source: Background Services Sync Interval
pt_br: Intervalo de Sincronização de Serviços em Segundo Plano

# #40557
source: Simkl Progress Show unaired episodes
pt_br: Progresso Simkl mostrar episódios não exibidos

# #40558
source: Simkl Upcoming Progress prepend date
pt_br: Progresso Próximo Simkl preceder data

# #40559
source: [B]SETTINGS[/B] : Simkl
pt_br: [B]CONFIGURAÇÕES[/B] : Simkl

# #40560
source: %s Failed to Mark As Watched On Simkl
pt_br: %s Falhou ao Marcar Como Assistido no Simkl

# #40561
source: %s Marked As Watched On Simkl
pt_br: %s Marcado Como Assistido no Simkl

# #40562
source: %s Failed to Mark As Unwatched On Simkl
pt_br: %s Falhou ao Marcar Como Não Assistido no Simkl

# #40563
source: %s Marked As Unwatched On Simkl
pt_br: %s Marcado Como Não Assistido no Simkl

# #40564
source: Watched in Online Services
pt_br: Assistido em Serviços Online

# #40565
source: Unwatched in Online Services
pt_br: Não Assistido em Serviços Online

# #40566
source: Use Fanart for Thumbs
pt_br: Usar Fanart para Thumbs

# #40567
source: [COLOR %s][B]Force Simkl Sync to local database[/B][/COLOR]
pt_br: [COLOR %s][B]Forçar Sincronização Simkl para banco de dados local[/B][/COLOR]

# #40568
source: Customize Artwork
pt_br: Personalizar Arte

# #40569
source: Plan to Watch Sorting
pt_br: Classificação Planejar Assistir

# #40570
source: Add Show to [COLOR %s][B]Plan to Watch[/B][/COLOR]
pt_br: Adicionar Série a [COLOR %s][B]Planejar Assistir[/B][/COLOR]

# #40571
source: Remove Show from [COLOR %s][B]Plan to Watch[/B][/COLOR]
pt_br: Remover Série de [COLOR %s][B]Planejar Assistir[/B][/COLOR]

# #40572
source: Add movie to [COLOR %s][B]Dropped[/B][/COLOR]
pt_br: Adicionar filme a [COLOR %s][B]Abandonado[/B][/COLOR]

# #40573
source: Remove movie from [COLOR %s][B]Dropped[/B][/COLOR]
pt_br: Remover filme de [COLOR %s][B]Abandonado[/B][/COLOR]

# #40574
source: Add movie to [COLOR %s][B]Plan to Watch[/B][/COLOR]
pt_br: Adicionar filme a [COLOR %s][B]Planejar Assistir[/B][/COLOR]

# #40575
source: Remove movie from [COLOR %s][B]Plan to Watch[/B][/COLOR]
pt_br: Remover filme de [COLOR %s][B]Planejar Assistir[/B][/COLOR]

# #40576
source: Simkl Manager
pt_br: Gerenciador Simkl

# #40577
source: [COLOR %s]Simkl Manager[/COLOR]
pt_br: [COLOR %s]Gerenciador Simkl[/COLOR]

# #40578
source: Add movie to [COLOR %s][B]On-Hold[/B][/COLOR]
pt_br: Adicionar filme a [COLOR %s][B]Em Espera[/B][/COLOR]

# #40579
source: Remove movie from [COLOR %s][B]On-Hold[/B][/COLOR]
pt_br: Remover filme de [COLOR %s][B]Em Espera[/B][/COLOR]

# #40580
source: Add Show to [COLOR %s][B]Dropped[/B][/COLOR]
pt_br: Adicionar Série a [COLOR %s][B]Abandonada[/B][/COLOR]

# #40581
source: Remove Show from [COLOR %s][B]Dropped[/B][/COLOR]
pt_br: Remover Série de [COLOR %s][B]Abandonada[/B][/COLOR]

# #40582
source: Add Show to [COLOR %s][B]On-Hold[/B][/COLOR]
pt_br: Adicionar Série a [COLOR %s][B]Em Espera[/B][/COLOR]

# #40583
source: Remove Show from [COLOR %s][B]On-Hold[/B][/COLOR]
pt_br: Remover Série de [COLOR %s][B]Em Espera[/B][/COLOR]

# #40584
source: Item Added To Simkl
pt_br: Item Adicionado ao Simkl

# #40585
source: Item Removed From Simkl
pt_br: Item Removido do Simkl

# #40586
source: TMDB Lists Origin Countries
pt_br: Países de Origem das Listas TMDb

# #40587
source: Use api language for original language in requests
pt_br: Usar idioma da API para idioma original em solicitações

# #40588
source: Use origin countries in requests
pt_br: Usar países de origem em solicitações

# #40589
source: Full Change Log!!
pt_br: Registro Completo de Alterações!!

# #40590
source: Show [COLOR yellow]Full Changelog[/COLOR]...
pt_br: Mostrar [COLOR yellow]Registro Completo de Alterações[/COLOR]...

# #40591
source: Movies Viewtype
pt_br: Tipo de Visualização de Filmes

# #40592
source: TV Shows Viewtype
pt_br: Tipo de Visualização de Séries de TV

# #40593
source: Seasons Viewtype
pt_br: Tipo de Visualização de Temporadas

# #40594
source: Episodes Viewtype
pt_br: Tipo de Visualização de Episódios

# #40595
source: MDBList Watchlist
pt_br: Lista de Observação MDBList

# #40596
source: Add item to your [COLOR %s][B]MDBList Watchlist[/B][/COLOR]
pt_br: Adicionar item à sua [COLOR %s][B]Lista de Observação MDBList[/B][/COLOR]

# #40597
source: Remove item from your [COLOR %s][B]MDBList Watchlist[/B][/COLOR]
pt_br: Remover item da sua [COLOR %s][B]Lista de Observação MDBList[/B][/COLOR]

# #40598
source: MDBList Watchlist Lib
pt_br: Lista de Observação MDBList Lib

# #40599
source: Use alternate API address. (app.real-debrid.com)
pt_br: Usar endereço API alternativo. (app.real-debrid.com)

# #40600
source: Prioritize Portuguese Streams
pt_br: Priorizar Videos Portugueses
