Repository: 109isaque10/umbrellaplug.github.io
Catalog: omega/plugin.video.umbrella/resources/language/resource.language.*/strings.po
Languages: pt_br

# #33659
source: This action requires the Trakt addon to be installed.
pt_br: Esta ação requer que o addon Trakt esteja instalado.

# #33660
source: IMDb Charts
pt_br: Gráficos IMDb

# #33661
source: Trakt List Addition Succeeded
pt_br: Adição de Lista do Trakt Bem-Sucedida

# #33665
source: Season Lists
pt_br: Listas de Temporada

# #33674
source: Trakt Throttling Applied, Sleeping for %s seconds
pt_br: Limitação do Trakt Aplicada, Dormindo por %s segundos

# #33675
source: Locked User Account - contact Trakt support
pt_br: Conta de Usuário Bloqueada - contate o suporte do Trakt

# #33676
source: Temporary Trakt Server Problems
pt_br: Problemas Temporários do Servidor Trakt

# #33677
source: Re-Authenticate Trakt Access
pt_br: Reautenticar Acesso ao Trakt

# #33678
source: Sorting Filters
pt_br: Filtros de Classificação

# #33679
source: Sorting Order
pt_br: Ordem de Classificação

# #33786
source: No Trakt Result
pt_br: Nenhum Resultado do Trakt

# #33787
source: Trakt Rate Limit Reached
pt_br: Limite de Taxa do Trakt Atingido

# #33890
source: Season Count
pt_br: Contagem de Temporada

# #33891
source: Unwatched Count
pt_br: Contagem de Não Assistidos

# #33942
source: The Umbrella library path does not appear in the Kodi file sources and automatic library updates are therefore not possible. Please manually add the library path from Umbrella's settings to the Kodi file sources. If the path in the settings were not changed, Umbrella will use a directory in the addon profile to store library data.
pt_br: O caminho da biblioteca do Umbrella não aparece nas fontes de arquivo do Kodi e, portanto, as atualizações automáticas da biblioteca não são possíveis. Adicione manualmente o caminho da biblioteca das configurações do Umbrella às fontes de arquivo do Kodi. Se o caminho nas configurações não foi alterado, o Umbrella usará um diretório no perfil do addon para armazenar dados da biblioteca.

# #35017
source: Air Information
pt_br: Informações de Exibição

# #35018
source: Air Label Zone
pt_br: Zona do Rótulo de Exibição

# #35019
source: Air Label Location
pt_br: Localização do Rótulo de Exibição

# #35020
source: Air Label Format
pt_br: Formato do Rótulo de Exibição

# #35021
source: Air Label Bold
pt_br: Rótulo de Exibição em Negrito

# #35022
source: Native
pt_br: Nativo

# #35024
source: Before Title
pt_br: Antes do Título

# #35025
source: After Title
pt_br: Após o Título

# #35026
source: Before Plot
pt_br: Antes do Enredo

# #35027
source: After Plot
pt_br: Após o Enredo

# #35028
source: Day
pt_br: Dia

# #35029
source: Time
pt_br: Hora

# #35030
source: Day and Time
pt_br: Dia e Hora

# #35031
source: Air Label Day
pt_br: Dia do Rótulo de Exibição

# #35032
source: [B]Airs[/B]:
pt_br: [B]Exibe[/B]:

# #35048
source: Air Label Time
pt_br: Hora do Rótulo de Exibição

# #35049
source: Full
pt_br: Completo

# #35050
source: Abbreviated
pt_br: Abreviado

# #35051
source: 24-Hour
pt_br: 24 Horas

# #35052
source: 12-Hour
pt_br: 12 Horas

# #35053
source: Period
pt_br: Período

# #35054
source: IMDb list sorting
pt_br: Classificação de lista IMDb

# #35055
source: My Movies and list sort options
pt_br: Meus Filmes e opções de classificação de lista

# #35056
source: My TVShows and list sort options
pt_br: Minhas Séries e opções de classificação de lista

# #35057
source: [B]Trakt Management Tools[/B]
pt_br: [B]Ferramentas de Gerenciamento Trakt[/B]

# #35058
source: [COLOR %s][B]Hidden Progress Manager[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Progresso Oculto[/B][/COLOR]

# #35059
source: [COLOR %s][B]Unfinished Progress Manager - Movies[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Progresso Inacabado - Filmes[/B][/COLOR]

# #35060
source: [COLOR %s][B]Unfinished Progress Manager - Episodes[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Progresso Inacabado - Episódios[/B][/COLOR]

# #35061
source: [COLOR %s][B]Watchlist Manager - Movies[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Lista de Observação - Filmes[/B][/COLOR]

# #35062
source: [COLOR %s][B]Watchlist Manager - Shows[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Lista de Observação - Séries[/B][/COLOR]

# #35063
source: [COLOR %s][B]Collection Manager - Movies[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Coleção - Filmes[/B][/COLOR]

# #35064
source: [COLOR %s][B]Collection Manager - Shows[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Coleção - Séries[/B][/COLOR]

# #35065
source: [COLOR %s][B]Liked List Manager[/B][/COLOR]
pt_br: [COLOR %s][B]Gerenciador de Lista Curtida[/B][/COLOR]

# #35066
source: [COLOR %s][B]Force Trakt Sync to local database[/B][/COLOR]
pt_br: [COLOR %s][B]Forçar Sincronização Trakt para banco de dados local[/B][/COLOR]

# #35187
source: Rating
pt_br: Avaliação

# #35188
source: Votes
pt_br: Votos

# #35189
source: Favourites Sorting
pt_br: Classificação de Favoritos

# #35190
source: Movie Sorting
pt_br: Classificação de Filmes

# #35191
source: Show Sorting
pt_br: Classificação de Séries

# #35192
source: Collections Sorting
pt_br: Classificação de Coleções

# #35193
source: Short Sorting
pt_br: Classificação Curta

# #35194
source: Date Order
pt_br: Ordem de Data

# #35195
source: Ignore Articles
pt_br: Ignorar Artigos

# #35196
source: Failed To Add To Local Library
pt_br: Falha ao Adicionar à Biblioteca Local

# #35308
source: Finish Watching
pt_br: Terminar de Assistir

# #35391
source: Date Premiered
pt_br: Data de Estreia

# #35392
source: Date Added
pt_br: Data Adicionada

# #35393
source: Date Watched
pt_br: Data Assistida

# #35485
source: Note
pt_br: Nota

# #35492
source: Direct Progress Scraping
pt_br: Raspagem Direta de Progresso

# #35493
source: Update Library
pt_br: Atualizar Biblioteca

# #35494
source: The stream cannot be found in the library. This can be caused by corrupted or deleted files, or if files or folders are renamed in the library location.
pt_br: O stream não pode ser encontrado na biblioteca. Isso pode ser causado por arquivos corrompidos ou excluídos, ou se arquivos ou pastas forem renomeados no local da biblioteca.

# #35495
source: Add %s To Library
pt_br: Adicionar %s à Biblioteca

# #35500
source: Watch
pt_br: Assistir

# #35501
source: Rate
pt_br: Avaliar

# #35502
source: %s Marked As Watched On Trakt
pt_br: %s Marcado Como Assistido no Trakt

# #35503
source: %s Marked As Unwatched On Trakt
pt_br: %s Marcado Como Não Assistido no Trakt

# #35504
source: %s Failed to Mark As Watched On Trakt
pt_br: %s Falhou ao Marcar Como Assistido no Trakt

# #35505
source: %s Failed to Mark As Unwatched On Trakt
pt_br: %s Falhou ao Marcar Como Não Assistido no Trakt

# #35506
source: Movie Information
pt_br: Informações do Filme

# #35507
source: Show Information
pt_br: Informações da Série

# #35508
source: Season Information
pt_br: Informações da Temporada

# #35509
source: Episode Information
pt_br: Informações do Episódio

# #35510
source: Marked As Watched
pt_br: Marcado Como Assistido

# #35511
source: Marked As Unwatched
pt_br: Marcado Como Não Assistido

# #35512
source: Mark
pt_br: Marcar

# #35513
source: Marked
pt_br: Marcado

# #35514
source: Scrape
pt_br: Raspar

# #35516
source: Clear Playlist
pt_br: Limpar Playlist

# #35517
source: Show Playlist
pt_br: Mostrar Playlist

# #35518
source: Remove From Playlist
pt_br: Remover da Playlist

# #35519
source: Added To Playlist
pt_br: Adicionado à Playlist

# #35520
source: Removed From Playlist
pt_br: Removido da Playlist

# #35521
source: Playlist Cleared
pt_br: Playlist Limpa

# #35522
source: Playlist Manager
pt_br: Gerenciador de Playlist

# #35523
source: A new version of Umbrella is available from the repository. Please consider updating to v%s
pt_br: Uma nova versão do Umbrella está disponível no repositório. Considere atualizar para v%s

# #35524
source: Notify Me About Available Updates
pt_br: Notifique-me Sobre Atualizações Disponíveis

# #35526
source: Movie theatrical unreleased color
pt_br: Cor de filme teatral não lançado

# #35527
source: Enable Notification Sound
pt_br: Ativar Som de Notificação

# #35528
source: Log Level
pt_br: Nível de Log

# #35530
source: Debug(Extra info)
pt_br: Depuração (Info extra)

# #35531
source: Clear both Cache and Metacache?
pt_br: Limpar Cache e Metacache?

# #35532
source: Cache and Metacache successfully cleared!
pt_br: Cache e Metacache limpos com sucesso!

# #35547
source: Force
pt_br: Forçar

# #35572
source: Progress Sorting
pt_br: Classificação de Progresso

# #35573
source: Calendar Sorting
pt_br: Classificação de Calendário

# #35574
source: Watchlist Sorting
pt_br: Classificação de Lista de Observação

# #40005
source: Priority
pt_br: Prioridade

# #40006
source: Username
pt_br: Nome de Usuário

# #40007
source: [B]Restart Transfer?: %s[/B]
pt_br: [B]Reiniciar Transferência?: %s[/B]

# #40008
source: [B]Restart Transfer[/B]
pt_br: [B]Reiniciar Transferência[/B]

# #40009
source: Revoke Authorization Success
pt_br: Revogação de Autorização Bem-Sucedida

# #40010
source: All Debrid successfully authorized
pt_br: All Debrid autorizado com sucesso

# #40011
source: Downloading %s GB @ %s mbps from %s peers, %s %% completed
pt_br: Baixando %s GB @ %s mbps de %s peers, %s %% concluído

# #40013
source: Converting MAGNET...
pt_br: Convertendo MAGNET...

# #40014
source: Progress Dialog Canceled
pt_br: Diálogo de Progresso Cancelado

# #40015
source: Uploading at %s MB/s, %s%% of %s GB completed
pt_br: Enviando a %s MB/s, %s%% de %s GB concluído

# #40016
source: Downloading at %s MB/s from %s peers, %s%% of %sGB completed
pt_br: Baixando a %s MB/s de %s peers, %s%% de %sGB concluído

# #40017
source: Saving Torrent to the %s Cloud
pt_br: Salvando Torrent na Nuvem %s

# #40018
source: Umbrella: Cloud Transfer
pt_br: Umbrella: Transferência na Nuvem

# #40019
source: Authentication with Real-Debrid has failed, please try again
pt_br: Autenticação com Real-Debrid falhou, tente novamente

# #40020
source: Authentication with Premiumize.me has failed, please try again
pt_br: Autenticação com Premiumize.me falhou, tente novamente

# #40021
source: Authentication with AllDebrid has failed, please try again
pt_br: Autenticação com AllDebrid falhou, tente novamente

# #40022
source: File Name Format
pt_br: Formato do Nome do Arquivo

# #40023
source: Title (year) or Title S01E01
pt_br: Título (ano) ou Título S01E01

# #40024
source: torrent file name
pt_br: nome do arquivo torrent

# #40025
source: Still Watching default action
pt_br: Ação padrão Ainda Assistindo

# #40026
source: Number of episodes till Still Watching?
pt_br: Número de episódios até Ainda Assistindo?

# #40027
source: Continuous Episode Playback Settings
pt_br: Configurações de Reprodução Contínua de Episódios

# #40028
source: Enable PlayNext popup
pt_br: Ativar popup PlayNext

# #40029
source: PlayNext Notification time
pt_br: Hora de notificação PlayNext

# #40030
source: Auto Playlist Creation
pt_br: Criação Automática de Playlist

# #40031
source: Auto Episode Resume
pt_br: Retomada Automática de Episódio

# #40032
source: Force Episode Resume on Continue Watching Items
pt_br: Forçar Retomada de Episódio em Itens Continuar Assistindo

# #40033
source: Menu Icon type
pt_br: Tipo de ícone do menu

# #40034
source: Add Meta Provider Labels..ex. (IMDb)
pt_br: Adicionar Rótulos de Provedor Meta..ex. (IMDb)

# #40036
source: [B]Username:[/B] %s
pt_br: [B]Nome de Usuário:[/B] %s

# #40038
source: [B]Fidelity Points:[/B] %s
pt_br: [B]Pontos de Fidelidade:[/B] %s

# #40039
source: Highlight Color
pt_br: Cor de Destaque

# #40040
source: [B]Customer ID:[/B] %s
pt_br: [B]ID do Cliente:[/B] %s

# #40041
source: [B]Expires:[/B] %s
pt_br: [B]Expira:[/B] %s

# #40042
source: [B]Days Remaining:[/B] %s
pt_br: [B]Dias Restantes:[/B] %s

# #40043
source: [B]Points Used:[/B] %.f
pt_br: [B]Pontos Usados:[/B] %.f

# #40044
source: [B]Space Used:[/B] %.2f
pt_br: [B]Espaço Usado:[/B] %.2f

# #40045
source: [B]Fair Use (Percentage Used):[/B] %s
pt_br: [B]Uso Justo (Porcentagem Usada):[/B] %s

# #40046
source: folder
pt_br: pasta

# #40047
source: file
pt_br: arquivo

# #40048
source: [B]Download File[/B]
pt_br: [B]Baixar Arquivo[/B]

# #40049
source: [B]Rename %s[/B]
pt_br: [B]Renomear %s[/B]

# #40050
source: [B]Delete %s[/B]
pt_br: [B]Excluir %s[/B]

# #40051
source: [B]Clear Finished Transfers[/B]
pt_br: [B]Limpar Transferências Concluídas[/B]

# #40052
source: Preminumize.me successfully authorized
pt_br: Premiumize.me autorizado com sucesso

# #40053
source: All Debrid Torrent Settings
pt_br: Configurações de Torrent All Debrid

# #40054
source: Premiumize.me Auth
pt_br: Autenticação Premiumize.me

# #40055
source: Real-Debrid Auth
pt_br: Autenticação Real-Debrid

# #40056
source: AllDebrid Auth
pt_br: Autenticação AllDebrid

# #40060
source: Enable Premium Services Menu
pt_br: Ativar Menu de Serviços Premium

# #40061
source: Enable Youtube Menu
pt_br: Ativar Menu YouTube

# #40062
source: Trakt Username
pt_br: Nome de Usuário Trakt

# #40063
source: Months to Rollback for Hide in Cinema
pt_br: Meses para Retroceder para Ocultar em Cinema

# #40064
source: Enable Christmas Collections
pt_br: Ativar Coleções de Natal

# #40065
source: PlayNext default action
pt_br: Ação padrão PlayNext

# #40066
source: [B]Plan:[/B] %s
pt_br: [B]Plano:[/B] %s

# #40067
source: Clear Providers Cache After Changing Scraper Provider
pt_br: Limpar Cache de Provedores Após Alterar Provedor de Scraper

# #40068
source: Enable Anime Menu
pt_br: Ativar Menu Anime

# #40069
source: Enable Originals (ex. Netflix)
pt_br: Ativar Originais (ex. Netflix)

# #40070
source: Originals
pt_br: Originais

# #40071
source: Originals (TVMaze)
pt_br: Originais (TVMaze)

# #40072
source: Watched Progress
pt_br: Progresso Assistido

# #40073
source: Calendar
pt_br: Calendário

# #40074
source: Select Menu type to hide from
pt_br: Selecionar tipo de menu para ocultar de

# #40075
source: [COLOR %s][B]Hide[/B][/COLOR] %s
pt_br: [COLOR %s][B]Ocultar[/B][/COLOR] %s

# #40076
source: [COLOR %s][B]Scrobbble Reset[/B][/COLOR] Item
pt_br: [COLOR %s][B]Reset de Scrobbble[/B][/COLOR] Item

# #40077
source: Originals (TMDb)
pt_br: Originais (TMDb)

# #40078
source: Clear [COLOR yellow]Icon and Fanart [/COLOR]...
pt_br: Limpar [COLOR yellow]Ícone e Fanart [/COLOR]...

# #40079
source: Icon and Fanart Successfully Cleared!
pt_br: Ícone e Fanart Limpos com Sucesso!

# #40080
source: Trakt Tokens are out of sync and have been revoked. Please re-authorize Trakt in My Accounts module and reboot.
pt_br: Tokens do Trakt estão fora de sincronia e foram revogados. Reautorize o Trakt no módulo Minhas Contas e reinicie.

# #40081
source: Prioritize Dolby-Vision above HDR
pt_br: Priorizar Dolby-Vision acima de HDR

# #40082
source: [COLOR black]█[/COLOR] [COLOR white][B]Black[/B][/COLOR]
pt_br: [COLOR black]█[/COLOR] [COLOR white][B]Preto[/B][/COLOR]

# #40083
source: Show List Owner
pt_br: Mostrar Proprietário da Lista

# #40084
source: MDBList Top Lists
pt_br: Listas Top MDBList

# #40085
source: MDBList API Key
pt_br: Chave API MDBList

# #40086
source: Paginate MDBList
pt_br: Paginar MDBList

# #40087
source: MDBList User Lists
pt_br: Listas de Usuário MDBList

# #40088
source: MDBList Search Lists
pt_br: Buscar Listas MDBList

# #40089
source: MBDList - Top Lists
pt_br: MBDList - Listas Top

# #40090
source: MBDList - User Lists
pt_br: MBDList - Listas de Usuário

# #40091
source: Playnext Popup Background Color
pt_br: Cor de Fundo do Popup Playnext

# #40092
source: Pre-emptive Termination (Movie)
pt_br: Terminação Preventiva (Filme)

# #40093
source: Pre-emptive Limit (Movie)
pt_br: Limite Preventivo (Filme)

# #40094
source: Min. Pre-emptive Res.(Movie)
pt_br: Res. Preventiva Mín.(Filme)

# #40095
source: Pre-emptive Termination (TV Shows)
pt_br: Terminação Preventiva (Séries de TV)

# #40096
source: Pre-emptive Limit (TV Shows)
pt_br: Limite Preventivo (Séries de TV)

# #40097
source: Min. Pre-emptive Res. (TV Shows)
pt_br: Res. Preventiva Mín. (Séries de TV)

# #40098
source: Next Episode in
pt_br: Próximo Episódio em

# #40099
source: Watch Now
pt_br: Assistir Agora

# #40100
source: Hide
pt_br: Ocultar

# #40101
source: Show Close/Hide Button
pt_br: Mostrar Botão Fechar/Ocultar

# #40102
source: Use Skin Theme for PlayNext
pt_br: Usar Tema da Skin para PlayNext

# #40103
source: Trakt Client ID
pt_br: ID do Cliente Trakt

# #40104
source: Trakt Client Secret
pt_br: Segredo do Cliente Trakt

# #40105
source: Trakt API Key
pt_br: Chave API Trakt

# #40106
source: Use Custom Trakt API Keys
pt_br: Usar Chaves API Personalizadas do Trakt

# #40107
source: Trakt Authorized Successfully
pt_br: Trakt Autorizado com Sucesso

# #40108
source: Trakt Authorization Error
pt_br: Erro de Autorização do Trakt

# #40109
source: Trakt Authorization Revoked
pt_br: Autorização do Trakt Revogada

# #40110
source: Revoke Authorization
pt_br: Revogar Autorização

# #40111
source: %s %s hours %s minutes
pt_br: %s %s horas %s minutos

# #40112
source: [B]Timezone:[/B] %s
pt_br: [B]Fuso Horário:[/B] %s

# #40113
source: [B]Joined:[/B] %s
pt_br: [B]Ingressou:[/B] %s

# #40114
source: [B]Private:[/B] %s
pt_br: [B]Privado:[/B] %s

# #40115
source: [B]VIP Status:[/B] %s
pt_br: [B]Status VIP:[/B] %s

# #40116
source: [B]Ratings Given:[/B] %s
pt_br: [B]Avaliações Dadas:[/B] %s

# #40117
source: [B]Movies:[/B] [B]%s[/B] Collected, [B]%s[/B] Watched for [B]%s[/B]
pt_br: [B]Filmes:[/B] [B]%s[/B] Coletados, [B]%s[/B] Assistidos por [B]%s[/B]

# #40118
source: [B]Shows:[/B] [B]%s[/B] Collected, [B]%s[/B] Watched
pt_br: [B]Séries:[/B] [B]%s[/B] Coletadas, [B]%s[/B] Assistidas

# #40119
source: [B]Episodes:[/B] [B]%s[/B] Watched for [B]%s[/B]
pt_br: [B]Episódios:[/B] [B]%s[/B] Assistidos por [B]%s[/B]

# #40120
source: Account Expiry Notification
pt_br: Notificação de Expiração da Conta

# #40121
source: Authorization
pt_br: Autorização

# #40122
source: Launch Umbrella on Kodi Start
pt_br: Iniciar Umbrella ao Iniciar Kodi

# #40123
source: [B]SETTINGS[/B] : Trakt
pt_br: [B]CONFIGURAÇÕES[/B] : Trakt

# #40124
source: [B]SETTINGS[/B] : Meta Accounts
pt_br: [B]CONFIGURAÇÕES[/B] : Contas Meta

# #40125
source: Get API Key
pt_br: Obter Chave API

# #40126
source: Clear API Key
pt_br: Limpar Chave API

# #40127
source: Error retrieving Furk Account Info
pt_br: Erro ao recuperar informações da conta Furk

# #40128
source: Account Found for Furk but not Premium.
pt_br: Conta Encontrada para Furk, mas não Premium.

# #40129
source: [B]Furk Username:[/B] %s
pt_br: [B]Nome de Usuário Furk:[/B] %s

# #40130
source: [B]Furk API Key:[/B] %s
pt_br: [B]Chave API Furk:[/B] %s

# #40131
source: Prioritize AV1 to top
pt_br: Priorizar AV1 no topo

# #40132
source: Remove AV1
pt_br: Remover AV1

# #40133
source: Premiumize Authorization Revoked
pt_br: Autorização Premiumize Revogada

# #40135
source: Do not show removed duplicates popup
pt_br: Não mostrar popup de duplicatas removidas

# #40136
source: Sort Episodes Descending (Default Ascending)
pt_br: Classificar Episódios em Ordem Decrescente (Padrão Crescente)

# #40137
source: Sorting and Filters
pt_br: Classificação e Filtros

# #40138
source: Remove AVC
pt_br: Remover AVC

# #40139
source: Remove DIVX
pt_br: Remover DIVX

# #40140
source: Remove MP4
pt_br: Remover MP4

# #40141
source: Remove MPEG
pt_br: Remover MPEG

# #40142
source: Remove WMV
pt_br: Remover WMV

# #40143
source: Source Sorting Options
pt_br: Opções de Classificação de Fonte

# #40144
source: Source Filtering Options
pt_br: Opções de Filtragem de Fonte

# #40145
source: Source Filtering (Video)
pt_br: Filtragem de Fonte (Vídeo)

# #40146
source: Source Filtering (Audio Codec)
pt_br: Filtragem de Fonte (Codec de Áudio)

# #40147
source: Source Filtering (Audio Channel)
pt_br: Filtragem de Fonte (Canal de Áudio)

# #40148
source: Remove Dolby Digital
pt_br: Remover Dolby Digital

# #40149
source: Remove Dolby Digital Plus
pt_br: Remover Dolby Digital Plus

# #40150
source: Remove DTS
pt_br: Remover DTS

# #40151
source: Remove DTS-HD
pt_br: Remover DTS-HD

# #40152
source: Remove DTS-HDMA
pt_br: Remover DTS-HDMA

# #40153
source: Remove DTS-X
pt_br: Remover DTS-X

# #40154
source: Remove MP3
pt_br: Remover MP3

# #40155
source: Remove Dolby Atmos
pt_br: Remover Dolby Atmos

# #40156
source: Remove OPUS
pt_br: Remover OPUS

# #40157
source: Remove 2 Channel
pt_br: Remover 2 Canais

# #40158
source: Remove 6 Channel
pt_br: Remover 6 Canais

# #40159
source: Remove 7 Channel
pt_br: Remover 7 Canais

# #40160
source: Remove 8 Channel
pt_br: Remover 8 Canais

# #40161
source: Remove Dolby TrueHD
pt_br: Remover Dolby TrueHD

# #40162
source: [B]SETTINGS:[/B] Sorting and Filters
pt_br: [B]CONFIGURAÇÕES:[/B] Classificação e Filtros

# #40163
source: Shortcuts
pt_br: Atalhos

# #40164
source: Select from different icon packages to use in the addon.
pt_br: Selecione de diferentes pacotes de ícones para usar no addon.

# #40168
source: Fanart API
pt_br: API Fanart

# #40169
source: TMDb API
pt_br: API TMDb

# #40170
source: TMDb Username
pt_br: Nome de Usuário TMDb

# #40171
source: TMDb Password
pt_br: Senha TMDb

# #40172
source: IMDb Username
pt_br: Nome de Usuário IMDb

# #40175
source: With this setting enabled, Source Select settings will be overridden for TV Shows and set to AutoPlay.
pt_br: Com esta configuração ativada, as configurações de Selecionar Fonte serão substituídas para Séries de TV e definidas como Autoplay.

# #40180
source: Turn reuselanguageinvoker Off
pt_br: Desligar reuselanguageinvoker

# #40181
source: Turn reuselanguageinvoker On
pt_br: Ligar reuselanguageinvoker

# #40182
source: Turn 'reuselanguageinvoker' on within addon.
pt_br: Ligar 'reuselanguageinvoker' dentro do addon.

# #40183
source: Turn 'reuselanguageinvoker' off within addon.
pt_br: Desligar 'reuselanguageinvoker' dentro do addon.

# #40184
source: General settings category for settings that effect multiple things throughout the addon and general settings for the addon.
pt_br: Categoria de configurações gerais para configurações que afetam várias coisas no addon e configurações gerais para o addon.

# #40185
source: Navigation settings category for turning on and off different lists or features within the Movies section.
pt_br: Categoria de configurações de navegação para ligar e desligar diferentes listas ou recursos na seção Filmes.

# #40186
source: TV Show settings category for settings related to television shows. Includes Playnext and TV Show list options.
pt_br: Categoria de configurações de Séries de TV para configurações relacionadas a séries de televisão. Inclui Playnext e opções de lista de Séries de TV.

# #40187
source: Playback settings category for settings related to video playback.
pt_br: Categoria de configurações de reprodução para configurações relacionadas à reprodução de vídeo.

# #40188
source: Sorting and Filtering settings category for settings related to sources and sorting and filtering results from sources.
pt_br: Categoria de configurações de Classificação e Filtragem para configurações relacionadas a fontes e classificação e filtragem de resultados de fontes.

# #40189
source: Source settings category for settings related to sources and how results for sources are presented.
pt_br: Categoria de configurações de fonte para configurações relacionadas a fontes e como os resultados para fontes são apresentados.

# #40190
source: Trakt settings category for Trakt authorization and settings exclusive to Trakt.
pt_br: Categoria de configurações Trakt para autorização Trakt e configurações exclusivas ao Trakt.
