Repository: 109isaque10/umbrellaplug.github.io
Catalog: omega/plugin.video.umbrella/resources/language/resource.language.*/strings.po
Languages: pt_br

# #40191
source: Account settings category for Account setups and authorizations. Includes Real Debrid, All Debrid, Premiumize, Easy News, Furk, and File Pursuit.
pt_br: Categoria de configurações de conta para configurações de conta e autorizações. Inclui Real Debrid, All Debrid, Premiumize, Easy News, Furk e File Pursuit.

# #40192
source: Meta Account settings category for Meta Account setups and authorizations. Includes TMDb, MDBList, Fanart, and IMDb.
pt_br: Categoria de configurações de conta meta para configurações de conta meta e autorizações. Inclui TMDb, MDBList, Fanart e IMDb.

# #40193
source: Library settings category for personal library setup and organization.
pt_br: Categoria de configurações de biblioteca para configuração e organização pessoal da biblioteca.

# #40194
source: Download settings category for downloads. Includes folders and file formatting.
pt_br: Categoria de configurações de download para downloads. Inclui pastas e formatação de arquivo.

# #40195
source: Download settings category for subtitles. Automatic subtitle settings.
pt_br: Categoria de configurações de download para legendas. Configurações automáticas de legenda.

# #40196
source: Provider settings category for Providers.
pt_br: Categoria de configurações de provedor para Provedores.

# #40197
source: Plex Token
pt_br: Token Plex

# #40198
source: Plex Client ID
pt_br: ID do Cliente Plex

# #40199
source: Plex Device ID
pt_br: ID do Dispositivo Plex

# #40200
source: Plexshare Source Title
pt_br: Título da Fonte Plexshare

# #40201
source: Plexshare accessToken
pt_br: Token de Acesso Plexshare

# #40202
source: Plexshare url
pt_br: URL Plexshare

# #40206
source: GDrive Worker URL
pt_br: URL do Worker GDrive

# #40207
source: Debugging settings for developers and advanced users.
pt_br: Configurações de depuração para desenvolvedores e usuários avançados.

# #40208
source: Helpful shortcuts for quick access.
pt_br: Atalhos úteis para acesso rápido.

# #40209
source: Auto-update library from Trakt list(s)
pt_br: Atualizar biblioteca automaticamente de lista(s) Trakt

# #40210
source: Updating library from Trakt List(s).
pt_br: Atualizando biblioteca de Lista(s) Trakt.

# #40211
source: Please select list(s)
pt_br: Selecione lista(s)

# #40212
source: Update library now?
pt_br: Atualizar biblioteca agora?

# #40213
source: List: %s has [B]%s[/B] items. Are you sure you want to add to library?
pt_br: Lista: %s tem [B]%s[/B] itens. Tem certeza de que deseja adicionar à biblioteca?

# #40214
source: List Import Canceled.
pt_br: Importação de Lista Cancelada.

# #40215
source: Auto-update lists at time
pt_br: Atualizar listas automaticamente na hora

# #40216
source: Last Update
pt_br: Última Atualização

# #40217
source: [B]List(s) Import Manager - Library[/B]
pt_br: [B]Gerenciador de Importação de Lista(s) - Biblioteca[/B]

# #40218
source: No Lists Found on Imported Lists Database
pt_br: Nenhuma Lista Encontrada no Banco de Dados de Listas Importadas

# #40219
source: Service Checking Library
pt_br: Serviço Verificando Biblioteca

# #40220
source: Last Import:
pt_br: Última Importação:

# #40221
source: # of List Importing:
pt_br: # de Importação de Lista:

# #40222
source: Select Lists to Auto-Import
pt_br: Selecionar Listas para Importar Automaticamente

# #40223
source: Import Now
pt_br: Importar Agora

# #40224
source: In-Progress
pt_br: Em Andamento

# #40225
source: List Cleared from Database.
pt_br: Lista Limpa do Banco de Dados.

# #40226
source: Error Clearing List
pt_br: Erro ao Limpar Lista

# #40227
source: Import in progress already, are you sure you want to start import?
pt_br: Importação já em andamento, tem certeza de que deseja iniciar a importação?

# #40228
source: Please use list import management window from settings for list imports.
pt_br: Use a janela de gerenciamento de importação de lista das configurações para importações de lista.

# #40229
source: Trakt Import Completed.
pt_br: Importação Trakt Concluída.

# #40230
source: Trakt Import Error.
pt_br: Erro de Importação Trakt.

# #40231
source: Include unaired episodes
pt_br: Incluir episódios não exibidos

# #40232
source: Trakt service sync interval (in minutes)
pt_br: Intervalo de sincronização do serviço Trakt (em minutos)

# #40233
source: Internet Speed (Mbps)
pt_br: Velocidade da Internet (Mbps)

# #40234
source: Speed
pt_br: Velocidade

# #40235
source: Max Size
pt_br: Tamanho Máximo

# #40236
source: Off
pt_br: Desligado

# #40237
source: Filter Movies by Size
pt_br: Filtrar Filmes por Tamanho

# #40238
source: Filter Episodes by Size
pt_br: Filtrar Episódios por Tamanho

# #40239
source: Substitute Title Name(s)
pt_br: Substituir Nome(s) do Título

# #40240
source: List of Substitutes
pt_br: Lista de Substitutos

# #40241
source: Original Title:
pt_br: Título Original:

# #40242
source: Substitute Title:
pt_br: Título Substituto:

# #40243
source: Add New
pt_br: Adicionar Novo

# #40244
source: Current Title
pt_br: Título Atual

# #40245
source: Please enter the current title being used you would like to substitute:
pt_br: Digite o título atual que você gostaria de substituir:

# #40246
source: Substitute Title
pt_br: Título Substituto

# #40247
source: Please enter the the title to use when scraping:
pt_br: Digite o título a usar ao raspar:

# #40248
source: New substitute added
pt_br: Novo substituto adicionado

# #40249
source: # of hours to delay
pt_br: # de horas para atrasar

# #40250
source: Unable to save file. File named incorrectly please try a different file.
pt_br: Não foi possível salvar o arquivo. Nome do arquivo incorreto, tente um arquivo diferente.

# #40251
source: Service interval (hours)
pt_br: Intervalo do serviço (horas)

# #40252
source: Unreleased movies may not appear with chosen colors in some views if using skins due to inconsistent use of item properties throughout views.
pt_br: Filmes não lançados podem não aparecer com as cores escolhidas em algumas visualizações se usando skins devido ao uso inconsistente de propriedades de item nas visualizações.

# #40253
source: Unairied episodes may not appear with chosen colors in some views if using skins due to inconsistent use of item properties throughout views.
pt_br: Episódios não exibidos podem não aparecer com as cores escolhidas em algumas visualizações se usando skins devido ao uso inconsistente de propriedades de item nas visualizações.

# #40254
source: Hide popup for uncached torrents if no results.
pt_br: Ocultar popup para torrents não cacheados se não houver resultados.

# #40255
source: Based on Recently Watched (Trakt)
pt_br: Baseado em Assistidos Recentemente (Trakt)

# #40256
source: Based on Recently Watched
pt_br: Baseado em Assistidos Recentemente

# #40257
source: Because you watched
pt_br: Porque você assistiu

# #40258
source: Show section titles if available
pt_br: Mostrar títulos de seção se disponíveis

# #40259
source: Similar to
pt_br: Similar a

# #40260
source: Similar to Recently Watched (Trakt)
pt_br: Similar a Assistidos Recentemente (Trakt)

# #40261
source: Similar to Recently Watched
pt_br: Similar a Assistidos Recentemente

# #40262
source: Select Lists to Manually Import Now (One-time)
pt_br: Selecionar Listas para Importar Manualmente Agora (Uma Vez)

# #40263
source: Used to select which Trakt lists to auto import into library. Collection, Watchlist, Liked Lists, and User Lists can be auto-imported. This import repeats.
pt_br: Usado para selecionar quais listas Trakt importar automaticamente para a biblioteca. Coleção, Lista de Observação, Listas Curtidas e Listas de Usuário podem ser importadas automaticamente. Esta importação se repete.

# #40264
source: Used to select Trakt lists to import into library now. Collection, Watchlist, Liked Lists, and User Lists can be imported.
pt_br: Usado para selecionar listas Trakt para importar para a biblioteca agora. Coleção, Lista de Observação, Listas Curtidas e Listas de Usuário podem ser importadas.

# #40265
source: Movie select action
pt_br: Ação de seleção de filme

# #40266
source: TV select action
pt_br: Ação de seleção de TV

# #40267
source: If Continuous playback (Playnext) is enabled under "TV shows" section Source Select settings will be overridden for TV Shows and set to AutoPlay automatically.
pt_br: Se a reprodução contínua (Playnext) estiver ativada na seção "Séries de TV", as configurações de Selecionar Fonte serão substituídas para Séries de TV e definidas como Autoplay automaticamente.

# #40268
source: Recently Released (TMDb)
pt_br: Lançados Recentemente (TMDb)

# #40269
source: Recently Released
pt_br: Lançados Recentemente

# #40270
source: Real-Debrid Highlight Color
pt_br: Cor de Destaque Real-Debrid

# #40271
source: All-Debrid Highlight Color
pt_br: Cor de Destaque All-Debrid

# #40272
source: Highlight Method
pt_br: Método de Destaque

# #40273
source: Premiumize Highlight Color
pt_br: Cor de Destaque Premiumize

# #40274
source: EasyNews Highlight Color
pt_br: Cor de Destaque EasyNews

# #40275
source: Use Player instead of Resolver
pt_br: Usar Player em vez de Resolver

# #40276
source: Plex Highlight Color
pt_br: Cor de Destaque Plex

# #40277
source: GDrive Highlight Color
pt_br: Cor de Destaque GDrive

# #40278
source: Match quality icons to provider color
pt_br: Corresponder ícones de qualidade à cor do provedor

# #40283
source: [COLOR lightgray]█ [B]Light Gray[/B][/COLOR]
pt_br: [COLOR lightgray]█ [B]Cinza Claro[/B][/COLOR]

# #40284
source: [COLOR gray]█ [B]Gray[/B][/COLOR]
pt_br: [COLOR gray]█ [B]Cinza[/B][/COLOR]

# #40285
source: [COLOR FFFFF0DB]█ [B]Beige[/B][/COLOR]
pt_br: [COLOR FFFFF0DB]█ [B]Bege[/B][/COLOR]

# #40286
source: [COLOR darkgoldenrod]█ [B]Dark Goldenrod[/B][/COLOR]
pt_br: [COLOR darkgoldenrod]█ [B]Dourado Escuro[/B][/COLOR]

# #40287
source: [COLOR peru]█ [B]Peru[/B][/COLOR]
pt_br: [COLOR peru]█ [B]Pérola[/B][/COLOR]

# #40288
source: [COLOR orangered]█ [B]Orange[/B][/COLOR]
pt_br: [COLOR orangered]█ [B]Laranja[/B][/COLOR]

# #40289
source: [COLOR pink]█ [B]Pink[/B][/COLOR]
pt_br: [COLOR pink]█ [B]Rosa[/B][/COLOR]

# #40290
source: [COLOR fuchsia]█ [B]Fuchsia[/B][/COLOR]
pt_br: [COLOR fuchsia]█ [B]Fúcsia[/B][/COLOR]

# #40291
source: [COLOR lightcoral]█ [B]Light Coral[/B][/COLOR]
pt_br: [COLOR lightcoral]█ [B]Coral Claro[/B][/COLOR]

# #40292
source: [COLOR FFD10000]█ [B]Dark Red[/B][/COLOR]
pt_br: [COLOR FFD10000]█ [B]Vermelho Escuro[/B][/COLOR]

# #40293
source: [COLOR FF750000]█ [B]Maroon[/B][/COLOR]
pt_br: [COLOR FF750000]█ [B]Marrom[/B][/COLOR]

# #40294
source: [COLOR blueviolet]█ [B]Blue Violet[/B][/COLOR]
pt_br: [COLOR blueviolet]█ [B]Violeta Azul[/B][/COLOR]

# #40295
source: [COLOR darkorchid]█ [B]Dark Orchid[/B][/COLOR]
pt_br: [COLOR darkorchid]█ [B]Orquídea Escura[/B][/COLOR]

# #40296
source: [COLOR purple]█ [B]Purple[/B][/COLOR]
pt_br: [COLOR purple]█ [B]Roxo[/B][/COLOR]

# #40297
source: [COLOR indigo]█ [B]Indigo[/B][/COLOR]
pt_br: [COLOR indigo]█ [B]Índigo[/B][/COLOR]

# #40298
source: [COLOR darkslateblue]█ [B]Dark Slate Blue[/B][/COLOR]
pt_br: [COLOR darkslateblue]█ [B]Azul Ardósia Escuro[/B][/COLOR]

# #40299
source: [COLOR slateblue]█ [B]Slate Blue[/B][/COLOR]
pt_br: [COLOR slateblue]█ [B]Azul Ardósia[/B][/COLOR]

# #40300
source: [COLOR navy]█ [B]Navy[/B][/COLOR]
pt_br: [COLOR navy]█ [B]Azul Marinho[/B][/COLOR]

# #40301
source: [COLOR blue]█ [B]Blue[/B][/COLOR]
pt_br: [COLOR blue]█ [B]Azul[/B][/COLOR]

# #40302
source: [COLOR dodgerblue]█ [B]Dodger Blue[/B][/COLOR]
pt_br: [COLOR dodgerblue]█ [B]Azul Dodger[/B][/COLOR]

# #40303
source: [COLOR skyblue]█ [B]Sky Blue[/B][/COLOR]
pt_br: [COLOR skyblue]█ [B]Azul Céu[/B][/COLOR]

# #40304
source: [COLOR powderblue]█ [B]Powder Blue[/B][/COLOR]
pt_br: [COLOR powderblue]█ [B]Azul Pó[/B][/COLOR]

# #40305
source: [COLOR turquoise]█ [B]Turquoise[/B][/COLOR]
pt_br: [COLOR turquoise]█ [B]Turquesa[/B][/COLOR]

# #40306
source: [COLOR cyan]█ [B]Cyan[/B][/COLOR]
pt_br: [COLOR cyan]█ [B]Ciano[/B][/COLOR]

# #40307
source: [COLOR aqua]█ [B]Aqua[/B][/COLOR]
pt_br: [COLOR aqua]█ [B]Água[/B][/COLOR]

# #40308
source: [COLOR aquamarine]█ [B]Aqua Marine[/B][/COLOR]
pt_br: [COLOR aquamarine]█ [B]Água Marinha[/B][/COLOR]

# #40309
source: [COLOR greenyellow]█ [B]Green Yellow[/B][/COLOR]
pt_br: [COLOR greenyellow]█ [B]Verde Amarelo[/B][/COLOR]

# #40310
source: [COLOR mediumspringgreen]█ [B]Medium Spring Green[/B][/COLOR]
pt_br: [COLOR mediumspringgreen]█ [B]Verde Primavera Médio[/B][/COLOR]

# #40311
source: [COLOR green]█ [B]Green[/B][/COLOR]
pt_br: [COLOR green]█ [B]Verde[/B][/COLOR]

# #40312
source: [COLOR lime]█ [B]Lime[/B][/COLOR]
pt_br: [COLOR lime]█ [B]Lima[/B][/COLOR]

# #40313
source: [COLOR forestgreen]█ [B]Forest Green[/B][/COLOR]
pt_br: [COLOR forestgreen]█ [B]Verde Floresta[/B][/COLOR]

# #40314
source: [COLOR lawngreen]█ [B]Lawn Green[/B][/COLOR]
pt_br: [COLOR lawngreen]█ [B]Verde Gramado[/B][/COLOR]

# #40315
source: [COLOR darkgreen]█ [B]Dark Green[/B][/COLOR]
pt_br: [COLOR darkgreen]█ [B]Verde Escuro[/B][/COLOR]

# #40316
source: Default Theme
pt_br: Tema Padrão

# #40317
source: AH2 Style
pt_br: Estilo AH2

# #40318
source: Netflix Style
pt_br: Estilo Netflix

# #40319
source: Playnext Popup Theme
pt_br: Tema do Popup Playnext

# #40320
source: Seconds Remaining
pt_br: Segundos Restantes

# #40321
source: Percentage Watched
pt_br: Porcentagem Assistida

# #40322
source: Subtitle End
pt_br: Fim da Legenda

# #40323
source: Playnext Popup Trigger
pt_br: Gatilho do Popup Playnext

# #40324
source: Backup Percentage Watched
pt_br: Backup da Porcentagem Assistida

# #40325
source: Backup # of Seconds Remaining
pt_br: Backup # de Segundos Restantes

# #40326
source: Playnext will attempt to use the time from the last subtitle to trigger popup. If no subtitles found, backup time or percentage is used.
pt_br: Playnext tentará usar o tempo da última legenda para acionar o popup. Se nenhuma legenda for encontrada, o tempo ou porcentagem de backup é usado.

# #40327
source: Backup Trigger if Subtitles Fail
pt_br: Gatilho de Backup se Legendas Falharem

# #40328
source: Backup Percentage
pt_br: Porcentagem de Backup

# #40329
source: # of Seconds Remaining
pt_br: # de Segundos Restantes

# #40330
source: Trending Today (TMDB)
pt_br: Em Alta Hoje (TMDB)

# #40331
source: Trending this Week (TMDB)
pt_br: Em Alta Esta Semana (TMDB)

# #40332
source: Movie Search Provider
pt_br: Provedor de Busca de Filmes

# #40333
source: TV Show Search Provider
pt_br: Provedor de Busca de Séries de TV

# #40334
source: Fix Blank Settings: [B]UMBRELLA[/B]
pt_br: Corrigir Configurações em Branco: [B]UMBRELLA[/B]

# #40335
source: Full-Screen
pt_br: Tela Cheia

# #40336
source: Icon Only
pt_br: Apenas Ícone

# #40337
source: Press back to cancel
pt_br: Pressione voltar para cancelar

# #40338
source: Use artwork for background
pt_br: Usar arte para fundo

# #40339
source: Mark watched
pt_br: Marcar assistido

# #40340
source: Percentage to use to mark items watched
pt_br: Porcentagem a usar para marcar itens assistidos

# #40341
source: Only try one source.
pt_br: Tentar apenas uma fonte.

# #40344
source: Simkl settings category for Simkl authorization and settings exclusive to Simkl. Currently only setup for authentication for adding as a search provider. More features will be added later.
pt_br: Categoria de configurações Simkl para autorização Simkl e configurações exclusivas ao Simkl. Atualmente apenas configuração para autenticação para adicionar como provedor de busca. Mais recursos serão adicionados posteriormente.

# #40345
source: simkl token
pt_br: token simkl

# #40346
source: Simkl Auth
pt_br: Autenticação Simkl

# #40347
source: Authentication with Simkl has failed, please try again
pt_br: Autenticação com Simkl falhou, tente novamente

# #40348
source: Sources Highlight Color
pt_br: Cor de Destaque de Fontes

# #40349
source: Error Connecting to Simkl
pt_br: Erro ao Conectar ao Simkl

# #40350
source: Trending Today (Simkl)
pt_br: Em Alta Hoje (Simkl)

# #40351
source: Trending Today
pt_br: Em Alta Hoje

# #40352
source: Trending this Week (Simkl)
pt_br: Em Alta Esta Semana (Simkl)

# #40353
source: Trending this Week
pt_br: Em Alta Esta Semana

# #40354
source: Trending this Month (Simkl)
pt_br: Em Alta Este Mês (Simkl)

# #40355
source: Trending this Month
pt_br: Em Alta Este Mês

# #40356
source: Remove AAC
pt_br: Remover AAC

# #40357
source: Reuselanguageinvoker Setting
pt_br: Configuração Reuselanguageinvoker

# #40358
source: Furk Highlight Color
pt_br: Cor de Destaque Furk

# #40359
source: FilePursuit Highlight Color
pt_br: Cor de Destaque FilePursuit

# #40360
source: Get Furk API
pt_br: Obter API Furk

# #40361
source: Clear Furk API
pt_br: Limpar API Furk

# #40362
source: Providers
pt_br: Provedores

# #40364
source: Navigation (Movies)
pt_br: Navegação (Filmes)

# #40365
source: Navigation (TV Shows)
pt_br: Navegação (Séries de TV)

# #40366
source: Navigation settings category for turning on and off different lists or features within the Movies section.
pt_br: Categoria de configurações de navegação para ligar e desligar diferentes listas ou recursos na seção Filmes.

# #40367
source: Navigation settings category for turning on and off different lists or features within the TV Show section.
pt_br: Categoria de configurações de navegação para ligar e desligar diferentes listas ou recursos na seção Séries de TV.

# #40368
source: Cache settings for customizing the amount of time lists and other information are kept in memory before a fresh copy is pulled from online sources.
pt_br: Configurações de cache para personalizar a quantidade de tempo que listas e outras informações são mantidas na memória antes de uma cópia fresca ser puxada de fontes online.

# #40369
source: IMDB Lists (Default 168 Hours)
pt_br: Listas IMDb (Padrão 168 Horas)

# #40370
source: TMDb Lists (Default 96 Hours)
pt_br: Listas TMDb (Padrão 96 Horas)

# #40371
source: TMDb Collections (Default 96 Hours)
pt_br: Coleções TMDb (Padrão 96 Horas)

# #40372
source: TMDb Recent Day (Default 12 Hours)
pt_br: Dia Recente TMDb (Padrão 12 Horas)

# #40373
source: TMDB Recent Week (Default 24 Hours)
pt_br: Semana Recente TMDB (Padrão 24 Horas)

# #40374
source: Cache Hours
pt_br: Horas de Cache

# #40375
source: Trakt General Lists (Default Hours 720)
pt_br: Listas Gerais Trakt (Horas Padrão 720)

# #40376
source: Trakt Progress (Default Hours 12)
pt_br: Progresso Trakt (Horas Padrão 12)

# #40377
source: Trakt History (Default Hours 24)
pt_br: Histórico Trakt (Horas Padrão 24)

# #40378
source: Trakt Popular (Default Hours 168)
pt_br: Popular Trakt (Horas Padrão 168)

# #40379
source: Trakt Trending (Default Hours 48)
pt_br: Em Alta Trakt (Horas Padrão 48)

# #40380
source: Trakt Other (Default Hours 24)
pt_br: Outros Trakt (Horas Padrão 24)

# #40381
source: Trakt User Lists (Default Hours 48)
pt_br: Listas de Usuário Trakt (Horas Padrão 48)

# #40382
source: MDBList (Default Hours 24)
pt_br: MDBList (Horas Padrão 24)

# #40383
source: Simkl (Default Hours 24)
pt_br: Simkl (Horas Padrão 24)

# #40384
source: Provider Cache (Default Hours 48)
pt_br: Cache de Provedor (Horas Padrão 48)

# #40385
source: Others
pt_br: Outros

# #40386
source: New icon package downloaded successfully. [CR]Would you like to apply it now?
pt_br: Novo pacote de ícones baixado com sucesso. [CR]Gostaria de aplicá-lo agora?

# #40387
source: Add Back button for touchscreens
pt_br: Adicionar Botão Voltar para telas de toque

# #40388
source: Trending Recently Released (Trakt)
pt_br: Em Alta Lançados Recentemente (Trakt)

# #40389
source: Trending Recently Released
pt_br: Em Alta Lançados Recentemente

# #40391
source: Enable library (Marked Watched) sync
pt_br: Ativar sincronização de biblioteca (Marcado Assistido)

# #40392
source: Similar to Recent Watched (Library)
pt_br: Similar a Assistidos Recentemente (Biblioteca)

# #40393
source: Recommended (Library)
pt_br: Recomendados (Biblioteca)

# #40394
source: Show Watched in Lists (Library)
pt_br: Mostrar Assistidos em Listas (Biblioteca)

# #40395
source: Hide Watched in Widgets
pt_br: Ocultar Assistidos em Widgets

# #40396
source: Hidden
pt_br: Oculto

# #40397
source: Use Full Context Menu in Widgets (Kodi 20 Only)
pt_br: Usar Menu de Contexto Completo em Widgets (Apenas Kodi 20)

# #40398
source: Widget Context Menu
pt_br: Menu de Contexto de Widget

# #30001
source: Return to home screen on back
pt_br: Retornar à tela inicial ao voltar

# #30002
source: Enable/Disable context menu items
pt_br: Ativar/Desativar itens do menu de contexto

# #30004
source: Clear Providers
pt_br: Limpar Provedores

# #30005
source: Rescrape
pt_br: Raspar Novamente

# #30006
source: Play from Here
pt_br: Reproduzir a Partir Daqui

# #30008
source: Source Select
pt_br: Selecionar Fonte

# #30009
source: Find Similar
pt_br: Encontrar Similares

# #30010
source: Browse Series
pt_br: Navegar Séries

# #30011
source: Browse Episodes
pt_br: Navegar Episódios

# #30012
source: Context Menu Settings
pt_br: Configurações do Menu de Contexto

# #30013
source: Clear Bookmark
pt_br: Limpar Favorito

# #30014
source: Options
pt_br: Opções

# #30015
source: Notify Me About Available Updates
pt_br: Notifique-me Sobre Atualizações Disponíveis

# #30016
source: Use default option vs Menu
pt_br: Usar opção padrão vs Menu

# #30017
source: selected default
pt_br: padrão selecionado

# #30018
source: Rescrape Item - AutoPlay
pt_br: Raspar Item Novamente - Autoplay

# #30019
source: Rescrape Item - Source Select
pt_br: Raspar Item Novamente - Selecionar Fonte

# #30020
source: Rescrape Item with All Providers - AutoPlay
pt_br: Raspar Item Novamente com Todos os Provedores - Autoplay

# #30021
source: Rescrape Item with All Providers - Source Select
pt_br: Raspar Item Novamente com Todos os Provedores - Selecionar Fonte

# #40399
source: Cache movies for similar list
pt_br: Cache de filmes para lista similar

# #40400
source: Prioritize Direct to top
pt_br: Priorizar Direto no topo

# #40401
source: Progress Shows
pt_br: Séries em Progresso

# #40402
source: Clear [COLOR yellow]Library Movies [/COLOR]Cache...
pt_br: Limpar Cache de [COLOR yellow]Filmes da Biblioteca [/COLOR]...

# #40403
source: Remove AppleTV+
pt_br: Remover AppleTV+

# #40404
source: No Sources found, retrying with all providers.
pt_br: Nenhuma Fonte encontrada, tentando novamente com todos os provedores.

# #40405
source: Auto-Retry using all providers if no sources are found.
pt_br: Tentar Automaticamente usando todos os provedores se nenhuma fonte for encontrada.

# #40406
source: Make umbrella work properly
pt_br: Fazer o umbrella funcionar corretamente

# #40407
source: Show information for TV Show on select
pt_br: Mostrar informações da Série de TV ao selecionar

# #40408
source: Show information for Movie on select
pt_br: Mostrar informações do Filme ao selecionar

# #40409
source: Information Screens
pt_br: Telas de Informação

# #40410
source: Released this Month (TMDb)
pt_br: Lançados Este Mês (TMDb)

# #40411
source: Released this Month
pt_br: Lançados Este Mês

# #40412
source: Released this Month (Digital and DVD) (TMDb)
pt_br: Lançados Este Mês (Digital e DVD) (TMDb)

# #40413
source: Released this Month (Digital and DVD)
pt_br: Lançados Este Mês (Digital e DVD)

# #40415
source: No Results
pt_br: Nenhum Resultado

# #40416
source: Dialogs
pt_br: Diálogos

# #40417
source: Color Options for Dialogs
pt_br: Opções de Cor para Diálogos

# #40418
source: Color titlebar of dialogs
pt_br: Colorir barra de título dos diálogos

# #40419
source: Titlebar Color
pt_br: Cor da Barra de Título

# #40420
source: Light or Dark Mode
pt_br: Modo Claro ou Escuro

# #40421
source: Button color
pt_br: Cor do botão

# #40422
source: Dark Mode
pt_br: Modo Escuro

# #40423
source: Light Mode
pt_br: Modo Claro
